[
  "\"Gaza: An Inquest into Its Martyrdom\": Norman Finkelstein on the Many Lies Perpetuated About Gaza",
  "Norman Finkelstein Slams Chuck Schumer for Pushing Trump to Declare Jerusalem Israel's Capital",
  "Finkelstein: Despite Racist Policies & Corruption Scandals, Netanyahu Holds on to Power in Israel",
  "As ICC Considers Probing Israel for War Crimes, U.S. Moves to Defund U.N. Palestine Refugee Agency",
  "Headlines for January 10, 2018",
  "\"Her Heart Was Attacked\": Hundreds Gather in Harlem for Funeral of Erica Garner",
  "Rev. William Barber: Trump is a Symptom of a Deeper Moral Malady Behind Racist, Xenophobic Policies",
  "Rev. Barber & Ex-Page to Segregationist Strom Thurmond Unite to Launch New Poor People's Campaign",
  "\"It's a Nightmare for Us\": Up to 250,000 Salvadorans Face Deportation After Trump TPS Decision",
  "Headlines for January  9, 2018",
  "Watch Oprah Winfrey's Powerful Lifetime Achievement Award Acceptance Speech at Golden Globes",
  "Time's Up: Activists Join Actresses on Golden Globes Red Carpet to Call for Gender & Racial Justice",
  "Headlines for January  8, 2018",
  "The Biggest Secret: James Risen on Life as a NY Times Reporter in the Shadow of the War on Terror",
  "Headlines for January  5, 2018",
  "Fordham Students Sue over Free Speech Rights to Establish Students for Justice in Palestine Group",
  "Norway Halts Weapons Sales in Yemen War, Citing Humanitarian Crisis, as US & Britain Continue Supply",
  "North and South Korean Leaders Agree to Direct Negotiations as Trump Provokes Kim Jong-un on Twitter",
  "Headlines for January  4, 2018",
  "Erica Garner was \"Unbought and Unbossed\" in Push for Justice After Her Father Died in NYPD Chokehold",
  "Trump's Vow to Support Iran Opposition Carries \"No Credibility\" as Demonstrations Enter Sixth Day",
  "Headlines for January  3, 2018",
  "Glenn Greenwald on Trump-Russia Probe: Be Skeptical of Spy Agencies with History of Lying & Deceit",
  "Glenn Greenwald: Is Facebook Operating as an Arm of the Israeli State by Removing Palestinian Posts?",
  "Glenn Greenwald on Iran Protests: Trump Tweets \"Time for Change\" While Backing Dictators Worldwide",
  "Headlines for January  2, 2018",
  "Duty to Warn: Psychiatrists and Mental Health Experts Assess the \"Dangerous Case\" of President Trump",
  "Constitutional Lawyer John Bonifaz on the Growing Movement to Impeach Trump",
  "Meet the Women Who Accuse Trump of Sexual Harassment & Are Calling for Congress to Investigate",
  "As Trump Attacks Media with \"Fake News\" Claims, a Record 262 Reporters Are Jailed, 46 Killed in 2017",
  "Deportation Now on Hold for Mexican Journalist Emilio Gutiérrez Soto, But He Remains in Detention",
  "Concerns Raised About $1 Billion Facial Scan Program with High Error Rate at Nine U.S. Airports",
  "Is the U.S. Exporting Its Travel Ban with Thousands of TSA & DHS Agents in 70 Countries?",
  "Headlines for December 29, 2017",
  "Lithium, Love and Losing My Mind: Jaime Lowe on Her Life with Bipolar Disorder & Drugs to Manage It",
  "\"Bussed Out\": How Cities Are Giving Thousands of Homeless People One-Way Bus Tickets to Leave Town",
  "Headlines for December 28, 2017",
  "Outgoing NY City Council Speaker on Her Work to Close Rikers, Expand Living Wage, Protect Immigrants",
  "Meet the Federal Judge Trump Attacked for Ruling NYPD's Stop & Frisk Policy was  Unconstitutional",
  "Former Federal Judge: Trump Is Packing the Courts with Unqualified Conservative Extremists",
  "Headlines for December 27, 2017",
  "2017 in Review: Allan Nairn on Trump's \"Rightist Revolution\" & the Social Movements Pushing Back",
  "Allan Nairn: By Recognizing Jerusalem as Capital of Israel, Trump Drops \"Pretense of Neutrality\"",
  "Allan Nairn: United States Tries—But Fails—to Stop to Stop Hondurans from Protesting Election Fraud",
  "Headlines for December 26, 2017",
  "Noam Chomsky in Conversation with Amy Goodman on Trump, Nukes, North Korea, Climate Change & Syria",
  "Catalan Separatists Win Slim Electoral Majority Despite Jailing & Exile of Pro-Independence Leaders",
  "Stoked! Journalist Alexei Wood & First J20 Defendants Found \"Not Guilty\" as 188 Still Face Trial",
  "Rashid Khalidi: U.S. Recognition of Jerusalem as Israel's Capital Means It Cannot Be a Peace Broker",
  "Headlines for December 22, 2017",
  "ACLU Investigation Reveals Texas Troopers Are Turning Traffic Stops of Immigrants into Deportations",
  "Jailhouse Interview: Denied Asylum, Mexican Reporter Emilio Gutiérrez Faces Death If ICE Deports Him",
  "DACA Recipients' Message to Democrats: Stop Playing with Our Lives, and Pass a Clean DREAM Act Now",
  "Headlines for December 21, 2017",
  "\"The Rape of Recy Taylor\": How Rosa Parks Helped a Sharecropper Report Her Assault & Seek Justice",
  "Broadcast Exclusive: Jill Stein Says Senate Request for Docs on Russia Probe is \"New McCarthyism\"",
  "Headlines for December 20, 2017",
  "CDC Bars Words Like \"Transgender\" & \"Science-Based\" as \"Ideology Is Being Elevated Above Evidence\"",
  "U.N. Special Rapporteur Says Tax Bill Will Make the U.S. \"World Champion of Extreme Inequality\"",
  "Puerto Rico Orders Recount of Hurricane Maria Death Toll After Investigation Suggests 1,000+ Died",
  "Headlines for December 19, 2017",
  "Net Neutrality Advocates on Next Steps After FCC Vote: \"This Fight is Far from Over\"",
  "Kali Akuno: Tax Bill is One of Greatest Transfers of Wealth from Working Class to Rich in History",
  "\"CorkerKickback?\": Sen. Supports Tax Bill After Last-Minute Provision Would Personally Enrich Him",
  "\"All Eyes on U.S.\" as Honduran Election Panel Declares Incumbent President Hernández Election Winner",
  "Headlines for December 18, 2017",
  "Psychiatrists \"Deeply Concerned\" by Trump's Instability Call for Urgent Mental Health Evaluation",
  "The Growing Case for Impeaching Donald Trump, From Lawlessness and Corruption to Abuse of Power",
  "Medics, Observers & a Journalist Face 50 Years in Prison in First Trial of J20 Inauguration Protests",
  "Headlines for December 15, 2017",
  "U.S. Support \"Vital\" to Saudi Bombing of Yemen, Targeting Food Supplies as Millions Face Famine",
  "Meet Jessica Leeds, Who Recalls Being Groped by Trump & Is Calling for Congress to Investigate",
  "Republicans Agree on Tax Bill \"Of, By and For the Political Donor Class\" with Tax Cuts for the Rich",
  "Headlines for December 14, 2017",
  "Major Education Victory in Philadelphia as Parents, Teachers & Activists Reclaim Control of Schools",
  "FCC Set to Roll Back Digital Civil Rights with Thursday's Vote to Repeal Net Neutrality",
  "No Moore! Doug Jones Rides GOP Storm to Senate in Victory That Could Add Momentum to #MeToo Movement",
  "Headlines for December 13, 2017",
  "Rep. Gutiérrez on Passing the DREAM Act, Deaths in Puerto Rico & His Aspirations for the Presidency",
  "Cecile Richards: Mike Pence is \"Orchestra Master\" of Assault on Women's Rights Under Trump",
  "Roy Moore Attacks Doug Jones over Abortion Rights, Deflecting from Child Molestation Accusations",
  "Meet the Miss USA Contestant Accusing Trump of Sexual Misconduct as Senators Call for Him to Resign",
  "Headlines for December 12, 2017",
  "Amid Worst Winter Wildfires in California History, Farmworkers Are Laboring in Hazardous Air",
  "NAACP Head: Roy Moore Is Using Racial and Religious Fearmongering to Sway White Alabama Voters",
  "Black Leaders Boycott Trump Photo Op at Civil Rights Museum: \"Why Should Our Legacy Be Tarnished?\"",
  "On Eve of Alabama Senate Election, a Look at Roy Moore's Racism, Homophobia & Religious Fanaticism",
  "Headlines for December 11, 2017",
  "\"The Dangerous Case of Donald Trump\": Psychiatrist Dr. Bandy Lee on Growing Mental Health Concerns",
  "No Democracy Here: Ousted Honduran Pres. Zelaya Says 2009 U.S.-Backed Coup Led to Election Crisis",
  "Headlines for December  8, 2017",
  "High-Profile Women Break the Silence on Sex Assaults, But Low-Wage Workers Still Vulnerable to Abuse",
  "\"Settlers in the White House\": Palestinians Denounce Trump Jerusalem Order & Protest in Day of Rage",
  "PLO Leader Hanan Ashrawi: Trump's Jerusalem Order Violates Int'l Law & \"Destroys\" Chance for Peace",
  "Headlines for December  7, 2017",
  "Daniel Ellsberg Reveals He was a Nuclear War Planner, Warns of Nuclear Winter & Global Starvation",
  "Headlines for December  6, 2017",
  "Honduran Riot Police Refuse to Carry Out Crackdown on Opposition Protests After \"Illegal\" Election",
  "Native American Tribes Join to File Lawsuit Against Trump Attack on Bears Ears National Monument",
  "ACLU Vows to Keep Fighting as Supreme Court Allows Trump's Mostly Muslim Travel Ban to Take Effect"
]