[
  "Joe Arpaio: Obama's birth certificate is a 'phony document'",
  "Kellyanne Conway: We want a wall, not a Slip 'N Slide",
  "Trump's reality show déjà vu",
  "Opinion: Teacher's arrest shows a broken system",
  "Ejected NBA player smacks phone out of fan's hand",
  "Lawmakes compete to give Trump what they think he wants",
  "Cuomo, Conway spar over Clinton talk",
  "Anderson Cooper: 'No collusion' claim is premature",
  "YouTube punishes Logan Paul for 'suicide forest' video",
  "Trump's shifting tone on North Korea confounds experts",
  "Astronaut apologizes for out-of-this-world growth claim",
  "Aly Raisman: USA Gymnastics is '100% responsible' for doctor's abuse",
  "Trump changes tone on immigration",
  "US military leader threatens ISIS with death by shovel",
  "Out of jail, Rancher Cliven Bundy doesn't know whether to forgive or sue",
  "Paul threatens filibuster over FISA program",
  "How Trump is helping 'Sneaky' Dianne Feinstein win",
  "Congregation applauds after pastor admits sexual incident with teen",
  "Netflix previews Obama interview",
  "Trump calls for review of libel laws (again) in his latest salvo against free press",
  "Police stand guard outside class on 'white racism'",
  "GOP rep: Florida drilling exemption 'sign of politics as usual'",
  "$5.4 million in jewels stolen from Ritz Hotel shop in Paris",
  "Trump attempts to clear up DACA comments",
  "White House personal cell ban starts next week",
  "NBA rookie watch: Can anyone touch Simmons?",
  "Buy, sell, hold: What teams should do at the NBA trade deadline",
  "Liam Neeson back in action in 'The Commuter'",
  "Trump plans America First 'vindication tour'",
  "Trump touts performance in meeting",
  "'Crazy talk' vs. 'Smart': DC reacts to Trump's suggestion to bring back earmarks",
  "Trump labels the Russia probe the single greatest witch hunt in US history and calls for his party to 'take control'",
  "Collusion was between Democrats and Russia, Trump says",
  "Trump repeats 'no collusion' on Russia probe",
  "The problem with Trump's heart",
  "Her life is here. Now she's being told to leave.",
  "Trump uses 'no collusion' 7 times in a single Russia answer",
  "Why the NC redistricting ruling could end gerrymandering as we know it",
  "Why Florida got a pass on drilling",
  "Blackout at world's largest consumer tech show",
  "Apple, stop kids from getting hooked on phones",
  "Ford sued over alleged emissions cheating on pickup trucks",
  "PM to Trump: Don't miss good opportunity",
  "GoPro CEO: We're 'absolutely' open to selling the company",
  "Trump clarifies: Wall must be in DACA deal",
  "Rand Paul: I had pain of 1,000 knives",
  "Pastor apologizes for 'sexual incident'",
  "President touts decline in African-American unemployment rate",
  "Can Trump get a DACA deal?",
  "Diet Coke's new cans and flavors are Millennial-friendly",
  "ICE officers swoop down on 7-Elevens",
  "Islam could be No. 2 religion in US by 2040",
  "She'll carry these scars with her forever",
  "Ex-NFLer: I can't imagine being totally paralyzed",
  "Something in space is blasting out bursts of radio waves",
  "IRS needs more money to implement the new tax law, watchdog says",
  "Michael Douglas fends off sexual harassment claim in preemptive interview",
  "GOP House investigators want James Comey to testify on Clinton email investigation",
  "Analysis: 5 questions for Trump",
  "After Serena Williams gave birth, 'Everything went bad'",
  "Trump hands Florida governor a win on drilling, but ignores others",
  "A heat wave is killing thousands of bats",
  "Ohio, sign of worrying times on voting rights",
  "Mark Wahlberg reportedly paid way more than Michelle Williams for reshoot",
  "Trump dodges prospect of Mueller interview: 'We'll see what happens'",
  "Issa was one of most vulnerable Republicans",
  "Tina Turner, Queen among Grammy honorees",
  "Meet North Korea's inspiring skating duo",
  "Opinion: I joined Meryl Streep because when women unite, we're unstoppable",
  "General who warned of war maybe knows something I don't, Trump says",
  "Rivers of mud wreak havoc in California",
  "39-year-old bus driver living college hoops dream",
  "Why California's mudslides are so devastating",
  "LeBron's ex-sidekick now elder leader...at 25",
  "GOP Rep. Issa will not seek re-election",
  "Arpaio on DACA: I respect Trump's judgment",
  "Mudslides in area force evacuations",
  "Lawmaker claims 'character makeup' makes blacks more susceptible to marijuana",
  "Coast Guard rescues family from roof",
  "Teacher handcuffed and jailed after criticizing superintendent's raise",
  "Deadly mudslides in photos",
  "These images show the mudslide devastation",
  "Oprah takes video of mud-covered yard",
  "Tourists airlifted from Swiss ski resort",
  "Opinion: Are men the real victims of #metoo?",
  "Is the stock market too hot?",
  "Sheriff Joe Arpaio on DACA: If Trump supports it, I will",
  "The conservative civil war doesn't help",
  "Sears had a miserable, miserable Christmas",
  "Actress denounces #MeToo in open letter",
  "How physical activity triggers asthma",
  "Over 2 out of 3 who try a cigarette become smokers",
  "Biggest matchups of the NFL divisional playoffs",
  "Government shutdown over DACA is a real possibility",
  "The most important line from Trump's talk-a-thon",
  "The MLB's most overpaid and underpaid players",
  "Musicians cut ties with H&M over monkey hoodie",
  "3 TVs that could change how you watch movies",
  "Your pizza could come in a self-driving van",
  "Trump's image rehabilitation show"
]