[
  "After a Sweet Deal With Dad, Eric Trump Assembles a Valuable Penthouse",
  "Ethics Board Fines Cook County Assessor Over Campaign Contributions",
  "Canadian Research Adds to Worry Over an Environmental Threat the Pentagon Has Downplayed for Decades",
  "AARP and Key Senators Urge Companies to End Age Bias in Recruiting on Facebook",
  "Cómo se cometen estafas de bancarrotas con impunidad en Los Ángeles",
  "How Does Journalism Work? Ask Us Questions. We Can Explain.",
  "Trump’s Voter Fraud Commission Is Gone, But Scrutiny Will Continue",
  "A Short History of the Brief and Bumpy Life of the Voting Fraud Commission",
  "Maternal Deaths Are Increasing in Texas, But Probably Not as Much as We Thought",
  "Trashed: Inside the Deadly World of Private Garbage Collection",
  "One Night on a Private Garbage Truck in New York City",
  "I’ve Sent Out 1,018 Open Records Requests, and This Is What I’ve Learned",
  "Baltimore Prosecutor Admits He Was Wrong to Block Request to Alter Alford Plea",
  "How Harvey Hurt Houston, in 10 Maps",
  "Legal Footnote: You Have to Look Hard to See the Supreme Court Correct Its Mistakes",
  "The 2017 Year in Visual and Interactive Storytelling",
  "Taking Care to Get a Mississippi Scandal Right",
  "Long Story Short",
  "Trump Justice Department Pushes for Citizenship Question on Census, Alarming Experts",
  "Reporting Recipe: Investigating Your Police Department’s Handling of Hate Crime Reports",
  "How a Local Bureaucrat Made Millions Amid the Rush to Build a Border Fence",
  "Calculating the Work Behind Our Work",
  "What Does Facebook Consider Hate Speech?",
  "Facebook’s Uneven Enforcement of Hate Speech Rules Allows Vile Posts to Stay Up",
  "Want to Lower Health Care Costs? Stop Wasting Our Money.",
  "War at Home",
  "Who Would Pay $26,000 to Work in a Chicken Plant?",
  "‘What Are We Going to Do About Tyler?’",
  "Doing Less With Less: Mental Health Care in Mississippi",
  "Video: ‘What Are We Going to Do About Tyler?’",
  "How Hospitals Are Failing Black Mothers",
  "Some Doctors Still Billing Medicare for the Most Complicated, Expensive Office Visits",
  "We’ve Updated Our Treatment Tracker",
  "How We Measured Birth Complications",
  "Coming Soon From ProPublica and BBC News: ‘What Are We Going to Do About Tyler?’",
  "What We Discovered During a Year of Documenting Hate",
  "ProPublica Illinois Q&A: Meet Editor-in-Chief Louise Kiernan",
  "Sheriff’s Office Directs Officers Not to Ticket Pedestrians for Failing to Carry ID",
  "How to Get Away With Bankruptcy Fraud",
  "Arkansas Spurns Warehousing of Floundering Students",
  "Highlights From Our ‘Mediathing’ List So Far",
  "Brain Drain At the EPA",
  "Severe Complications for Women During Childbirth Are Skyrocketing — and Could Often Be Prevented",
  "U.S. Commerce Official Still Holds Stake in Company Linked to Putin Associates",
  "DEA Operation Played Hidden Role in the Disappearance of Five Innocent Mexicans",
  "Un Operativo de la DEA Jugó un Papel Oculto en la Desaparición de Cinco Mexicanos Inocentes",
  "Cook County Assessor’s Old-School Politics Come With a Price for Taxpayers",
  "A Prescription for Reducing Wasted Health Care Spending",
  "Dozens of Companies Are Using Facebook to Exclude Older Workers From Job Ads",
  "These Are the Job Ads You Can’t See on Facebook If You’re Older",
  "United States of America v. 15.919 Acres of Land (More or Less)",
  "ProPublica Illinois Is Hiring a Public Relations Manager",
  "Florida Police Issue Hundreds of Bad Pedestrian Tickets Every Year Because They Don’t Seem to Know the Law",
  "The Billion-Dollar Loophole",
  "Trump’s Dark Deregulation",
  "ProPublica Illinois Q&A: Meet Reporting Fellow Jerrel Floyd",
  "Watchdog Group Calls for Reform to Cook County Assessor’s Office",
  "What It’s Like Inside the Trump Administration’s Regulatory Rollback at the EPA",
  "New York City Moves to Create Accountability for Algorithms",
  "The Bomb That Went Off Twice",
  "Lobbying Registration Database",
  "Lobbying Registration Database Reporting Recipe",
  "Molly Parker on Growing Up in Southern Illinois",
  "A Border Wall’s Uncompensated Victims",
  "Lawsuit Targets Berrios Over Unfair, Error-Riddled Assessments",
  "Chicago Police Win Big When Appealing Discipline",
  "Chicago Police Department Grievances",
  "The Taking",
  "Want to Host a Community Discussion on Maternal Health? Our Event Toolkit Can Help.",
  "Pedestrian Tickets Lead to Hundreds of Suspended Driver’s Licenses",
  "We Are Hiring an Engagement Reporting Fellow for ProPublica’s Local Reporting Network",
  "Trump’s Mining Regulator Nominee Was Once Dropped by the Agency for Doing “Junk” Work",
  "ProPublica Illinois Q&A: Meet Web Producer Vignesh Ramachandran",
  "Suspect Evidence Informed a Momentous Supreme Court Decision on Criminal Sentencing",
  "We Are Hiring a Documenting Hate Reporting Fellow",
  "When Buying Prescription Drugs, Some Pay More With Insurance Than Without It",
  "How to Save Money on Your Prescription Drugs",
  "Governors and Federal Agencies Are Blocking Nearly 1,300 Accounts on Facebook and Twitter",
  "Here’s How to Find Out If Your Elected Officials Are Blocking Constituents on Facebook and Twitter",
  "Coming Soon From ProPublica and the Texas Tribune: The Taking",
  "The Trump Administration Is Scuttling a Rule That Would Save People From Dying of Carbon Monoxide Poisoning",
  "Black Women Disproportionately Suffer Complications of Pregnancy and Childbirth. Let’s Talk About It.",
  "ProPublica Local Reporting Network Selects Seven Newsrooms Across U.S.",
  "I Spent Years Reporting on Chicago’s Property Tax System. Here’s What Got Me Out of the Weeds.",
  "Meet the Seven Reporters Joining Us on ProPublica’s Local Reporting Network",
  "Covering the Midterms With Election DataBot",
  "Nothing Protects Black Women From Dying in Pregnancy and Childbirth",
  "How the Cook County Assessor Failed Taxpayers",
  "How We Analyzed Commercial and Industrial Property Assessments in Chicago and Cook County",
  "Illinois Legislators Pledge to Deal with ‘Pipeline to Prison’ at Juvenile Correctional Facility",
  "Jared Kushner By Day: Mideast Peace. Kushner Companies By Night: Donating to a West Bank Settlement.",
  "How Students Get Banished to Alternative Schools",
  "Local Lawmakers and Civil Rights Groups Call for Suspending Pedestrian Tickets in Jacksonville",
  "How We Are Monitoring Political Ads on Facebook",
  "Facebook Allowed Political Ads That Were Actually Scams and Malware",
  "Political Ads on Facebook",
  "ProPublica Illinois Q&A: Meet Reporter Jason Grotto",
  "Why America Fails at Gathering Hate Crime Statistics",
  "A Dubious Arrest, a Compromised Prosecutor, a Tainted Plea: How One Murder Case Exposes a Broken System",
  "Carried Interest Reform Is a Sham"
]