[
  "Here’s Yet Another Reason to Believe in Skyrocketing Income Inequality",
  "Ohio’s Voter Removal Law Is… Probably Not Illegal",
  "Democrats and Republicans Just Worked Together (!) to Make Progress on the Opioid Epidemic",
  "Yet Another Reason to Believe That Income Inequality Has Skyrocketed Recently",
  "The Latest Windows Keyboard Is a Piece of Crap",
  "What the Federal Court Decision to Revive DACA Really Means",
  "Lunchtime Photo",
  "Income Inequality Really Has Increased a Lot Since 1973",
  "Trump Vows to Go After “Sham” Libel Laws",
  "The Supreme Court May Be Poised to Green-Light Mass Voter Purges",
  "White House Caught Doctoring Transcript For Second Time",
  "House Democrats Demand Treasury Secretary’s Recusal on Trump Finance Questions",
  "South Korea Lays Down Marker in Suck-Up Olympics",
  "Darrell Issa Is Retiring, Just Like Everyone Else",
  "Trump Blasts “Sneaky” Dianne Feinstein for Posting Fusion GPS Testimony",
  "These 7 Primary Fights Will Shape the Future of the Democratic Party",
  "The Most Important Election of 2018 Might Be Happening in Maryland",
  "European Countries Have Battled Russian Interference for Years. Here’s What the US Can Learn From Them.",
  "How Oprah Helped Spread Anti-Vaccine Pseudoscience",
  "Trump to Blue States: Drop Dead",
  "Yet Another North Carolina Voting Law Has Been Struck Down",
  "A Federal Court Just Struck Down North Carolina’s Congressional Map",
  "Lunchtime Photo",
  "Are We Headed For Another Oil Shock?",
  "Trump: I’ll Sign Any Immigration Bill Congress Sends Me",
  "Trump Campaign Had a Mole Who Talked to the FBI, Alleges Fusion GPS Founder",
  "Senate Democrats Just Released the Full Fusion GPS Testimony",
  "A Federal Court Just Made It a Lot Easier for Republicans to Block the Vote",
  "GOP Goal For 2018: Keep Government From Collapsing",
  "Joe Arpaio Is Running for Senate in Arizona",
  "Who’s the Fakest President of All?",
  "This Weed Killer Is Wreaking Havoc on America’s Crops",
  "Inside the Deadly World of Private Garbage Collection",
  "Here Is My Full-Scale Crisis Communications Plan for Donald Trump",
  "Trump Delivers a Hollow, Self-Congratulatory Speech to Farmers in Nashville",
  "Investors Are Getting a Little Too Happy For My Taste",
  "America Needs a Troglodyte/Eat-the-Rich Party",
  "Lunchtime Photo",
  "Lindsey Graham No Longer Thinks Donald Trump Is a “Xenophobic” Bigot",
  "Donald Trump Wants to Waste a Lot of Money on New Border Patrol Agents",
  "A Federal Judge Just Threw Out the Case Against Cliven Bundy",
  "Chart of the Day: Donald Trump Has Lost a Lot of Support Among Republicans",
  "Bitcoin May Be a Bubble, But With Dogecoin at Least You Get a Cute Dog",
  "The Trump Administration Will End Protected Status for 200,000 Salvadorans",
  "This Town Is So Toxic, They Want It Wiped off the Map",
  "Republicans Are Trying to Kill a Key Voting Rights Law",
  "The Secret to Understanding Kamala Harris",
  "Weekend Roundup: Trump at Work and Play…But Mostly Play",
  "Quote of the Day: Yes, the President Is a Genius",
  "Trump Nominee Appears to Have Practiced a Wee Bit of Resume Inflation",
  "Klan Trump, Lioness DiFi, and Other Favorite Illustrations From 2017",
  "Soon the Only Coral Reefs We See Will Be on the Nature Channel",
  "Offshore Oil Drilling? Don’t Pop the Champagne Just Yet.",
  "It’s Not Just Freezing Classrooms in Baltimore. America’s Schools Are Physically Falling Apart.",
  "The Republican Party Is in Full-On Panic Mode, and We Get to Watch",
  "The GOP’s New Year’s Resolution: Make Russia Go Away",
  "A Gallery of Weatherbeaten Houses",
  "The Interior Department Has Cleared the Way for Energy Developers to Destroy Natural Habitats",
  "“I’m Just a Bill” and Beyond: Our Favorite Hits From “Schoolhouse Rock”",
  "California’s Cannabis Crowd Isn’t Afraid of the Big Bad Attorney General",
  "Is Orrin Hatch the Smartest Senator in the World?",
  "Republican Senators Target Christopher Steele—and the Reason Is Obvious",
  "Friday Cat Blogging – 5 January 2018",
  "Our Legal System Is About to Get a Real Workout",
  "Raw Data: US Life Expectancy Compared to Canada",
  "Telling the Truth About EITC “Fraud”",
  "Chart of the Day: Net New Jobs in December",
  "Lena Waithe’s Gripping New Drama Series Is “Super Black, Super Authentic, Super Chicago”",
  "The Supreme Court Is About to Hear a Case That Could Unleash a New Wave of Voter Purges",
  "Silicon Valley Wants You to Cash In Your 401(k) to Buy “Raw Water”",
  "How a Young Army Officer Built America’s Empire of Paranoia From 85,000 Index Cards",
  "Patriots Games, Birthday Bashes, and Vicious Tweets: Trump and Romney’s Failed Bromance",
  "NYT: Mueller Looking Into Obstruction Case Against Trump",
  "Test Your Knowledge: What Are People Saying About Donald Trump?",
  "Trump Administration Proposes Massive Expansion of Offshore Drilling",
  "CDC Says Teens of Color Are Having a Lot Less Sex",
  "After a Historic and Deadly Fire Season, California Homeowners Struggle to Stay Insured",
  "The Racial Inequality in Cancer Deaths",
  "Extraordinary Satellite Photos of the Bomb Cyclone Slamming the East Coast",
  "Lunchtime Photo",
  "Reformers Slam Jeff Sessions’ New Policy on Federal Marijuana Enforcement",
  "Trump’s Top Immigration Enforcer Wants to Prosecute Local Politicians. Good Luck With That.",
  "I’m Just a Big Ol’ Optimist About the Future of America Under Donald Trump",
  "How Much Is Bitcoin Really Worth?",
  "The NRA Raised a Record Amount of Money in 2016",
  "Raw Data: World Stock Market Performance in 2017",
  "Republicans Just Won Control of the Virginia House—in a Random Drawing",
  "Donald Trump Shut Down His Election Fraud Commission, But He Hasn’t Given up on Voter Suppression",
  "The President of the United States Threatens Lawsuit to Stop Publication of a Book",
  "“I’m Just Really Passionate About Trying to Stop Fascism”",
  "There is a Whole Cottage Industry of Doctors Helping Parents Skip Their Kids’ Vaccines",
  "Trump Threatens to Sue Bannon in Fight to Crown Washington’s Alpha Chimp",
  "Auto Sales Dropped in 2017, and They’ll Drop Again in 2018",
  "Voter Fraud Storyline Axed in “Donald” Season 2",
  "A Reporter in the Oval Office? What Could Go Wrong?",
  "Trump Just Dissolved His Own Voter Fraud Commission",
  "Snow in Florida? Maybe We Can Thank Global Warming.",
  "Arkansas Governor’s Right-Wing Challenger Wants To Put Prisons Ahead of “Non-Essential” Services—Like Welfare",
  "Lunchtime Photo",
  "Donald Trump Unfriends Steve Bannon"
]