[
  "Vox Sentences: North Carolina’s redistricting goes back to the drawing board",
  "Report: Fox News’s star Washington reporter departed amid sexual misconduct allegations",
  "Tavis Smiley, accused of sexual misconduct, wants to teach you about “safe work environments”",
  "Fire and Fury is out of stock everywhere. Blame a Depression-era publishing policy.",
  "The real reason Amelia Earhart is so famous",
  "Maryland’s plan to save Obamacare from individual mandate repeal",
  "Oprah and the fantasy of a celebrity president",
  "Governors want to know why Florida got out of the massive new offshore drilling plan",
  "To understand why America’s opioid epidemic keeps getting worse, just look at this map",
  "How the 9th Circuit became conservatives’ least favorite court",
  "Mark Wahlberg got $1.5 million for All the Money in the World reshoots. Michelle Williams? $1,000.",
  "A Trump lawyer is suing BuzzFeed and Fusion GPS over the controversial Russia dossier",
  "Everybody Loves Raymond creator Phil Rosenthal on the beauty of self-discipline",
  "Tuesday’s DACA negotiation stunt showed how dangerously we’ve lowered the bar for Trump",
  "What these early-20th-century scholars got right about 21st-century politics",
  "James Franco says new accusations of sexual misconduct “are not accurate”",
  "A federal judge just ordered the Trump administration to partially restart the DACA program",
  "Trump is mad that “Sneaky Dianne Feinstein” debunked a key Republican theory on Trump and Russia",
  "Study suggests Trump’s “Muslim ban” actually improved attitudes toward Muslims",
  "The complicated calculus as Democrats debate whether to shut down the government",
  "Can the 25th Amendment be invoked to remove Trump from office? I asked one of its authors.",
  "Bill Kristol thinks “people are just too unhappy with the status quo”",
  "Too many black women like Erica Garner are dying in America’s maternal mortality crisis",
  "Disney could use an outlet for prestige TV. Enter FX.",
  "Can the 25th Amendment be invoked to remove Trump from office? I asked one of its authors.",
  "Mueller’s obstruction of justice case against Trump looks damning",
  "A new study says much of the rise in inequality is an illusion. Should you believe it?",
  "California mudslides kill at least 13 in region scorched by wildfires",
  "Vox Sentences: North Korea is (probably) going to the Olympics",
  "Steve Bannon is out at Breitbart after the Trump book furor",
  "Oprah 2020, explained",
  "Rose McGowan on awards show protests: “That’s a Band-Aid to make yourself feel better”",
  "Steve Bannon is out at Breitbart after the Trump book furor",
  "Trump’s bizarre and confusing DACA meeting with Congress, explained",
  "Oprah’s long history with junk science",
  "Newly released Senate testimony debunks a key conservative theory on Trump and Russia",
  "Trump, the anti-globalist, will attend the world’s most globalist conference",
  "President Trump is going to Davos",
  "Former sheriff Joe Arpaio is running for Senate in Arizona",
  "The spending caps that could shut down the federal government, explained",
  "This is one of the most racist remarks a contemporary politician has made about drug policy",
  "RT, Russia’s English-language propaganda outlet, is trolling NPR in a hilarious way",
  "Rick Perry’s proposed coal bailout just died an unceremonious death",
  "North Korea has agreed to send athletes to the Olympics in a rare diplomatic breakthrough",
  "Ivanka Trump tries to hop on Oprah’s #MeToo message. #MeToo says no thanks.",
  "What the dip in US life expectancy is really about: inequality",
  "Keep the work of sexual predators accessible. Let viewers make up their minds.",
  "Beyond the gossip, Michael Wolff’s Fire and Fury reveals a president in crisis",
  "The many ways a DACA deal could fall apart",
  "Many conservatives think Jeff Sessions’s anti-pot memo is “a step in precisely the wrong direction”",
  "Donald Trump’s phony war with the press, explained",
  "What a North Korean propaganda book taught me about America",
  "Congress let CHIP’s funding expire 101 days ago, and it’s a national disgrace",
  "5 reasons to worry Trump is undermining the Justice Department’s independence",
  "Har Gobind Khorana deciphered DNA and wrote the dictionary for our genetic language",
  "Trump got a mix of boos and cheers at the College Football Championship",
  "Roseanne Barr attempts to explain both her — and her character’s — Trump support. Sort of.",
  "Vox Sentences: Trump’s next target — 260,000 Salvadoran immigrants",
  "A conservative columnist admits it: “We were wrong about stop-and-frisk”",
  "Trump reportedly works 11 am to 6 pm during the week",
  "3 reasons to watch Netflix’s Lovesick, the show formerly known as Scrotal Recall",
  "What Fire and Fury tells us about Trump’s foreign policy is terrifying",
  "This might be the best map of the 2016 election you ever see",
  "American kids are 70 percent more likely to die before adulthood than kids in other rich countries",
  "Jimmy Kimmel, reluctant health care evangelist, doesn’t want credit for helping save Obamacare",
  "It’s been 100 days since CHIP funding expired",
  "Trump’s sudden new fight with Pakistan, explained",
  "What we could expect from an Oprah administration",
  "The Golden Globes proved awards shows can be relevant in the era of #MeToo",
  "Trump’s attacks on humanitarian immigration just became a full-blown war",
  "In 2018, black women want more than thanks. They want political power.",
  "Filing your taxes on a postcard isn’t going to happen",
  "Who was Recy Taylor? Here’s the story of the civil rights hero Oprah mentioned at the Golden Globes.",
  "Report: Trump is preparing for an interview with the Russia probe",
  "Most images of black holes are illustrations. Here’s what our telescopes actually capture.",
  "Oprah 2020: Winfrey’s Golden Globes speech kicks off speculation about a White House run",
  "Mapping the imaginary lines we use to segregate our schools",
  "2018 Golden Globes: 6 winners and 5 losers from the 75th annual awards",
  "Oprah Winfrey to powerful, terrible men: “Time is up”",
  "The black gowns on the Golden Globes red carpet weren’t just a gimmick",
  "Laura Dern just gave Hollywood a #MeToo to-do list at the Golden Globes",
  "Golden Globes host Seth Meyers nailed his monologue by letting others tell his best jokes",
  "2018 Golden Globes: the complete winners list",
  "Watch: Debra Messing calls out E!’s gender pay gap in an interview with E!",
  "Trump postpones his fake “Fake News Awards”",
  "“That’s my mission — to level the playing field”: Lena Waithe on lifting marginalized voices",
  "Jared Kushner’s family business falls under SEC scrutiny over foreign investor visas",
  "9-1-1 takes the case-of-the-week show and cranks it up to 500",
  "Dylan Farrow on speaking out against Woody Allen: “I thought things would change”",
  "CNN’s Jake Tapper shuts down contentious interview with Trump aide Stephen Miller",
  "Stephen Colbert on Trump: “I love my country more than I love a good joke”",
  "The CDC is hosting a nuclear preparedness seminar this month",
  "Trump boasts about doing things “proper,” talks North Korea, and attacks Michael Wolff in Camp David speech",
  "Roy Moore accuser’s home catches fire: What we know",
  "The black outfits at the Golden Globes are part of a long history of protest fashion",
  "Are men accused of harassment being denied their due process? Or are the victims?",
  "Trump tweets that he’s a genius and “a very stable genius at that!”",
  "The White House did not create a fake gorilla TV channel for Trump",
  "“Bannon would get his head handed to him if he came to the state of Utah”",
  "8 ways Fire and Fury brings back the cringe of Sean Spicer in the White House"
]