[
  "Britain's Boris Johnson to raise Iran protests in nuclear deal talks",
  "Buy Off Trump With the Wall",
  "Immigration agents raid 7-Elevens",
  "Pence: 'West Coast' judge 'wrongly decided' DACA",
  "House closes in on plan to fix its workplace harassment system",
  "Today in Trumpworld: Libel laws and Russia testimony",
  "Conservative media face a post-Bannon landscape",
  "Trump After Dark: He’ll Muell It edition",
  "Military investigating shooting in newly leaked Afghan combat video",
  "Trump’s secret plan to scrap Obamacare",
  "GOP may skip budget, kneecapping 2018 ambitions",
  "Senators optimistic on plan to avoid collapse of Iran nuclear deal",
  "This Is How Trump’s Lawyers Are Probably Prepping Him for the Mueller Showdown",
  "Rash of retirements dim GOP hopes of keeping the House",
  "Oprah Could Be Great for the Democrats. In 2018.",
  "Trump energy team draws blowback on Florida drilling exemption",
  "Trump campaign hawks Palm Beach dinner contest to mark inauguration anniversary",
  "Why the 25th Amendment Doesn’t Apply to Trump—No Matter What He Tweets",
  "Trump: U.S. could 'conceivably' re-enter Paris deal, but it threatened 'competitive edge'",
  "Trump on whether he'll testify in Russia probe: 'We'll see what happens'",
  "White House denounces Iran leadership over protest arrests",
  "Mueller adds DOJ cybercrime prosecutor to his team",
  "Trump delivers a Senate race sweetener to Scott",
  "White House cellphone ban set to take effect Jan. 16",
  "D.C. Council renames street in front of Russian Embassy after Putin critic",
  "Trump’s endorsement of earmarks intoxicates Congress",
  "AP sources: Trump to extend sanctions relief for Iran",
  "Supreme Court wrestles with voter purges",
  "Trump calls current libel laws a 'sham'",
  "Trump during first cabinet meeting of 2018 welcomes press to 'the studio'",
  "Trump talks to South Korea's Moon Jae-in",
  "Trump says he's gonna take a 'very strong look' at libel laws",
  "Poll: Bannon's GOP popularity tanks amid fallout with Trump",
  "DACA reinstatement throws lawmakers for a loop",
  "Playback: Steve Bannon's Breitbart exit",
  "We’re Psychiatrists. It’s Our Duty to Question the President’s Mental State.",
  "How the GOP’s war on the IRS could backfire",
  "Trump tells South Korean leader he’s open to talks with Kim Jong Un",
  "Trump says GOP should 'finally take control' of Russia investigation",
  "California Republican Darrell Issa to retire",
  "Trump jabs 'Sneaky Dianne Feinstein' for releasing Fusion GPS transcript",
  "Amended White House transcript reveals Trump showed brief interest in 'clean' DACA deal",
  "Trump calls courts 'broken' after judge blocks DACA wind-down",
  "Today in Trumpworld — Jan. 10",
  "Arpaio slams Flake as he presses forward with Senate bid",
  "Pence to lead delegation to Winter Olympics in South Korea",
  "South Korean president says he's open to meeting with Kim Jong Un",
  "‘The world is on the edge right now’: Jack Lew on a risky global landscape",
  "Poll: Nearly half of voters say Trump exoneration is likely in 2018",
  "Democrats punch back on Russia",
  "Healthier kids? Just hand their families cash.",
  "The school-first solution",
  "A prescription for... resiliency?",
  "Health care’s ‘upstream’ conundrum",
  "‘I can shut my door and I ain’t worried about nothing’",
  "Is Gretchen Carlson ready to run for office?",
  "Trump's inner circle escapes televised grillings on Russia",
  "The IRS’ election-year quandary: When to boost Americans’ paychecks",
  "Trump delivers a Senate race sweetener to Scott",
  "Trump lawyer Cohen sues Fusion GPS, BuzzFeed over Steele dossier",
  "Judge blocks Trump wind-down of Dreamers program",
  "White House plans to destroy Trump election fraud commission's voter data",
  "Trump After Dark: Dream On edition",
  "Christie heads for the exits looking for a legacy — and quoting Churchill",
  "Womack clinches endorsement for House Budget chairmanship",
  "Dreamer talks still jumbled after Trump’s freewheeling summit",
  "'An unconstitutional partisan gerrymander’: Judges toss N.C. congressional map",
  "Judge: Drive to recover Colin Powell's emails could be fruitful",
  "Today in Trumpworld: Immigration, Oprah and Bannon's exit",
  "Coming soon to Davos: A Trump stink bomb",
  "Interior secretary says new drilling 'off the table' for Florida",
  "Release of Trump infrastructure plan may slip past January",
  "Bannon steps down from Breitbart News",
  "Full text: Gov. Chris Christie's farewell State of the State address 2018",
  "Trump puts immigration meeting on display amid questions about his mental state",
  "Top Democrats accuse GOP of ignoring Russia threat",
  "Trump endorses earmarks as a path toward bipartisanship",
  "Trump bipartisan during immigration meeting throws his support behind earmarks",
  "Trump: 'I'll beat Oprah. Oprah would be a lot of fun.'",
  "Read Fusion GPS Trump dossier interview full transcript",
  "Trump on Oprah 2020 White House bid: 'I'll beat her'",
  "HHS nominee Alex Azar: 'Drug prices are too high'",
  "Gayle King says Oprah is 'intrigued' about possible White House bid",
  "'Human source' in Trump orbit contacted FBI, Fusion GPS co-founder told senators",
  "Trump says he'll 'take the heat' over immigration reform",
  "House GOP mulls lifting a ban on earmarks",
  "Ivanka tries to have it both ways: Trump's daughter and #MeToo supporter",
  "Before Ivanka's Oprah tweet, Trumps' harassment comments raised eyebrows",
  "Trump to attend elite annual gathering in Davos, Switzerland",
  "Playback: Oprah 2020",
  "Where Brexit will hurt most in Europe",
  "Arpaio running for Senate in Arizona",
  "Judge ends consent decree limiting RNC 'ballot security' activities",
  "John Dickerson to replace Charlie Rose on 'CBS This Morning'",
  "Why Oprah Hates Politics",
  "Dem lawmaker crashes White House immigration meeting",
  "Trump's not above Twitter law, says firm's Europe boss",
  "Scalise to undergo ‘planned surgery’ related to summer shooting",
  "Longtime friend Gayle King says Oprah 'intrigued' about possible presidential bid",
  "Pence calls Wolff book 'Washington fiction'"
]
