[
  "Dutch Reporters Stun Trump’s Ambassador by Pressing Him to Admit He Lied About “No-Go Zones”",
  "Governos do Brasil e da França querem censurar a internet sob pretexto de coibir notícias falsas",
  "Dreamers Win in Court, But Until Congress Acts, Their Futures Are as Uncertain as Ever",
  "Armed Federal Agents Enter Warehouse in Puerto Rico to Seize Hoarded Electric Equipment",
  "A U.N.-Backed Police Force Carried Out a Massacre in Haiti. The Killings Have Been Almost Entirely Ignored.",
  "First France, Now Brazil Unveils Plan to Empower the Government to Censor the Internet in the Name of Stopping “Fake News”",
  "Five Spills, Six Months in Operation: Dakota Access Track Record Highlights Unavoidable Reality — Pipelines Leak",
  "Swamp Watch: Trump’s Top Banking Regulator Heads Back to His Wall Street Clients",
  "NSA Surveillance Bill Would Legalize Loophole That Lets FBI Spy on Americans Without a Warrant",
  "Donald Trump’s Judicial Takeover Can Only Be Stopped if Democrats Win the Senate",
  "Welcome to Law Enforcement’s “Dark Side”: Secret Evidence, Illegal Searches, and Dubious Traffic Stops",
  "Japan’s Trafficking of Sex Slaves in World War II Unites North Korea and South Korea",
  "Ignoring Violence in El Salvador, Trump Ends Years of Special Protective Status for Immigrants",
  "Oprah Winfrey for President: Have We All Gone Bonkers?",
  "“Black Mirror” expõe nosso medo de robôs e algoritmos que fogem do controle",
  "ACLU Says New Jersey Prisons’ Banning of “The New Jim Crow” Is Unconstitutional",
  "A Missouri Dollar General Voted to Unionize — Then a Manager at Another Store Asked About It and Was Fired",
  "“Black Mirror” Reveals Our Fear of Robots and Algorithms We Can’t Control",
  "Students Await Judgment in Suit Over Fordham University Banning of Pro-Palestine Club",
  "Enough About Steve Bannon. Rupert Murdoch’s Influence on Donald Trump Is More Dangerous.",
  "Protests in Iran Took Many By Surprise — But Not Iranian Labor Activists",
  "“Falhei com minha família por escolher ser policial”",
  "Texas Police Chief Hands Over Undocumented Smuggling Victims to Local Organizations, Shunning ICE",
  "“A tendência de 2018 para o MDB é o retorno ao plano de fundo da política brasileira”",
  "New Republic, AlterNet, and Nation Institute Had No Real HR When Abuses Occurred",
  "Nos EUA e no mundo, foram muitas as derrotas em 2017. O que podemos esperar de 2018?",
  "Video: James Risen Describes His Long Fight to Report on Government Secrets at the New York Times",
  "Being Black in Trump Country: Dozens of People Arrested for Less Than an Ounce of Weed",
  "Trump on Saudi Leadership Shake-up: “We’ve Put Our Man on Top!”",
  "Um retrato da violência policial nos EUA em 2017",
  "Facebook está apagando perfis por ordem dos governos dos EUA e de Israel",
  "New Project Veritas Dossier Compiles Photos of James O’Keefe’s Known Associates",
  "All The News Unfit to Print: James Risen on His Battles with Bush, Obama, and the New York Times",
  "My Life as a New York Times Reporter in the Shadow of the War on Terror",
  "The Five Best Interviews From the Intercepted Podcast",
  "Court Forces Ben Carson to Be a Civil Rights Champion for a Day",
  "Trump Administration Bricked On at Least Half of Its Executive Orders in 2017",
  "“Eles estão levando todo mundo” — Texas usa pequenas infrações no trânsito para deportar imigrantes dos EUA",
  "We Lost a Lot in 2017. Here’s Where We Can — and Can’t — Look for Progress in 2018.",
  "Documents Reveal the Complex Legacy of James Angleton, CIA Counterintelligence Chief and Godfather of Mass Surveillance",
  "One Year of Immigration Under Trump",
  "Officer Involved 2017",
  "Facebook Says It Is Deleting Accounts at the Direction of the U.S. and Israeli Governments",
  "2017 foi um ano especialmente letal para mulheres jornalistas, aponta relatório",
  "17 Years After Being Convicted of a Grisly Murder in Vegas, Kirstin Lobato Sees Her Charges Dismissed",
  "New New York Times Publisher A.G. Sulzberger Has an Unusual Admirer: Wisconsin’s Far-Right Gov. Scott Walker",
  "Republicans Mock “Coastal Elites,” But the Trump Administration Is Full of Them",
  "Cinco histórias para restaurar sua fé na humanidade antes do fim de 2017",
  "The GOP Pushed Historically Unpopular Bills in 2017. One House Republican Consistently Resisted.",
  "A cidade síria que viveu três anos sob o cerco do Estado Islâmico",
  "Banned From the Banking Industry for Life, a Scott Pruitt Friend Finds a New Home at the EPA",
  "How the Interrogation of Reality Winner Reveals the Deceptive Tactics of “Exceedingly Friendly” FBI Agents",
  "A Leftist Economist Steps Aside As the Debate Shifts His Way",
  "Filme mostra criação e construção de monumento ao racismo em paisagem milenar nos EUA",
  "“This Is Not A Symbolic Action” — Indigenous Protesters Occupy Oil Platforms in Radicalized Fight Against Pollution in the Amazon",
  "Como 2017 expôs o telhado de vidro de políticos que votaram pelo impeachment de Dilma",
  "How a Gay Friendly and “Very Pro-Choice” Trump Created the Most Anti-Choice, Anti-LGBT Administration in Generations",
  "Zerious Meadows Was Sentenced to Life Without Parole at 17. Now He’s Struggling With Freedom.",
  "“Me chamavam de Xica da Silva, Mônica e Pilar, até o dia que passaram a me chamar de Tristeza”",
  "After Going from Church to Church Seeking Help, A Mexican Family Finds Sanctuary in Philadelphia",
  "Can the Supreme Court Continue to Live with Our Arbitrary and Capricious Death Penalty?",
  "“Star Wars: The Last Jedi” Takes a Side in the Class War",
  "Retrospectiva 2017 – os assuntos que você não viu na mídia brasileira",
  "The Election Fraud in Honduras Follows Decades of Corruption Funded By the U.S. War on Drugs",
  "Virginia’s New Socialist Lawmaker: “A Clean Medicaid Expansion Is the Compromise”",
  "U.S. Spent Weeks Pressuring Honduras Opposition to End Protests Against Election Fraud",
  "How the Government Botched the Case Against Cliven Bundy",
  "The NCAA Makes Billions, College Athletes Get Nothing. LaVar Ball Wants to Shake Up the System.",
  "Pressão popular faz votação de licença para Anglo American ser adiada em Minas Gerais",
  "Puerto Rico Homeowners Brace for Another Disaster: Foreclosures",
  "Com verba de R$ 1,1 bi, plenário vazio e projeto inútil, Alesp funciona como puxadinho de Alckmin",
  "Cinco polêmicas de 2017 para saborear na ceia de Natal",
  "“Undocumented Youth Are Not Bargaining Chips,” Say Dreamers Arrested on Capitol Hill",
  "For the First Time in Three Decades, the “Death Penalty Capital of America” Goes Without an Execution",
  "The Real Drama in “The Post” Isn’t About Journalism vs. the Government. It’s About Journalism vs. Capitalism.",
  "Edward Snowden’s New App Uses Your Smartphone to Physically Guard Your Laptop",
  "Hispanic Lawmakers March On Schumer’s Office, But Senate Backs Spending Bill Without DREAM Act Anyway",
  "Jury Acquits First Six J20 Defendants, Rebuking Government’s Push for Collective Punishment",
  "Las Vegas Penis Murder Conviction Overturned",
  "Mick Mulvaney Tells CFPB Staff He’s Bringing Six Trump Loyalists On Board",
  "Leandro Demori será o Editor Executivo de The Intercept Brasil",
  "Leandro Demori Joins The Intercept Brasil as Executive Editor",
  "Mineradora quer construir barragem 7 vezes maior do que a de Mariana na mesma região",
  "Forget Coates vs. West — We All Have a Duty to Confront the Full Reach of U.S. Empire",
  "With Paltry CHIP Extension and No DREAM Act in Spending Bill, Republicans Hurtle Toward Shutdown",
  "“Bolsonaro representa o autoritarismo e a intolerância”, diz Livres, partido procurado por deputado",
  "Funrural: o presente de Natal bilionário para a JBS e o agronegócio",
  "An Unusually Deadly Year for Women Journalists Around the World, Report Finds",
  "Israel Tackles Existential Threat Posed By 16-Year-Old Palestinian Girl",
  "Republicans Circulate Flyer About ISIS While Rushing Opaque Surveillance Bill",
  "Republican Attacks on Robert Mueller Are Absurd. But the GOP Has Been Lawless for Decades.",
  "“Game On”: K Street Salivating Over Next Step in Tax Fight",
  "Trabalhadores reivindicam benefício e são demitidos do Carrefour",
  "Two Candidates Are Going to Draw Lots to Determine Control of the Virginia House of Delegates",
  "Corporations Say Publicly They’ll Pocket the Tax Cut, But Republicans Aren’t Listening",
  "Trump Administration Rolls Back EPA Plan to Restrict Dangerous Household Chemicals",
  "The FBI Routinely Abuses Its Powers but the Trump Investigation Has Been By the Book",
  "House Democrats Divided on Judiciary Committee Replacement for John Conyers",
  "Jill Stein Will Hand Over Russia-Related Communications to Senate Committee",
  "Jurors to Decide What Constitutes Journalism in Trial of J20 Inauguration Protests"
]