{
  "id": "feed/https://firstlook.org/theintercept/feed/",
  "title": "The Intercept",
  "direction": "ltr",
  "updated": 1515602709934,
  "alternate": [
    {
      "href": "https://theintercept.com",
      "type": "text/html"
    }
  ],
  "items": [
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160e0988c34:df291e:7157a206",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=164844",
      "fingerprint": "db15cb9a",
      "thumbnail": [
        {
          "url": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-campus-1515426827-440x440.jpg"
        }
      ],
      "content": {
        "content": "<p><span><u>At 5 o’clock</u> on the morning of November 13, more than 200 Haitian police officers raided the Grand Ravine area of Port-au-Prince. There was a series of loud explosions, followed by gunfire. For the next six hours, the commotion didn’t stop. The neighborhood was under siege.</span></p>\n<p><span>What had started as an anti-gang operation in a poor and largely forgotten neighborhood — in a poor and largely forgotten country — ended in the summary execution of innocent civilians on a school campus. </span></p>\n<p><span>The police officers were working with the United Nations Mission for Justice Support in Haiti. It was launched in October, a reboot of a previous mission that had begun in 2004, when thousands of U.N. troops were sent to Haiti following a coup d’etat, tasked in part with restoring stability and reinforcing national police capacities. </span></p>\n<p><span>And though the U.N. mission issued a </span><a href=\"https://minujusth.unmissions.org/la-minujusth-condamne-les-violences-commis-%C3%A0-grand-ravine-et-appelle-les-autorit%C3%A9s-nationales-%C3%A0\"><span>statement</span></a><span> days after the raid calling for a prompt investigation by Haitian authorities, it did not publicly acknowledge its own role in the operation. But in late December, a U.N. spokesperson confirmed to The Intercept for the first time that the mission had helped plan the raid, though it distanced itself from the civilian deaths.</span></p>\n<p><span>“The reported civilian death[s] were not part of the planned operation but of a unilateral action conducted by some [Haitian police] officers after the conclusion of the operation,” the spokesperson, Sophie Boutaud de la Combe, wrote in an email. The raid of the school, according to the U.N. statement, was done without authorization, without alerting the police hierarchy, and outside of the operational plan.</span></p>\n<p>Boutaud de la Combe said that, a day after the raid, the U.N. “conducted an internal enquiry with all the unit commanders who participated in the operation.” The U.N. inquiry, not previously reported, absolved the U.N.  finding that U.N. police did not fire their weapons and only “secured the perimeter” of the school, she said.</p>\n<p>“None of the [U.N. police] unit proceeded to the location at Maranatha College where the alleged killings took place,” the spokesperson wrote. “The planned portion of the operation went relatively well. The post-operation unilateral initiative of some HNP members to conduct a high risk search, proceeding outside of the operational cadre, without advising the hierarchy, without authorization and contravening the operation plan was not part of the planned operation.”<span><br>\n</span><div><br>\n<a href=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-campus-1515426827.jpg\"><img alt=\"Main school logo inside the front gate and near entrance to courtyard on Maranatha campus in Port-au-Prince, on Nov. 17, 2017.\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-campus-1515426827-1024x768.jpg\" class=\"wp-image-165022\"></a>\n<p>Main school logo inside the front gate and near entrance to courtyard on Maranatha campus in Port-au-Prince, on Nov. 17, 2017.</p>\n<p>Photo: Jake Johnston</p></div>\n<p><span><u>When I arrived</u> at the Maranatha Evangelical College campus, traveling with a broadcast team from Al Jazeera four days after the raid, it was immediately obvious something heinous had transpired.</span></p>\n<p><span>The blood that stained the concrete was still wet, unable to dry in the blanket of fog and mist that kept the capital unusually cool that particular week. Water pooled in the courtyard’s clogged drain had turned a dark red, partially obscuring an empty tear gas canister. The smell of the violence still hung in the heavy air.</span></p>\n<p><span>Classrooms and offices had been ransacked, the contents of closets, drawers, and bookcases spilled across the floors and through the doorways. Light crept in through holes left by bullets that had pierced through the thick concrete. Sometime since the raid, someone had swept another five empty tear gas canisters and close to 100 heavy artillery shells into a pile.  </span></p>\n<p><span>The morning we arrived, faculty and students were meeting to mourn those who had been killed. The school was still closed. They gathered in one of the small classrooms, closed the door to us outsiders, and began to sing. The religious hymns — deep, soulful melodies — echoed throughout the courtyard where they mixed with cries of grieving victims and family members anxious to tell their stories.</span></p>\n<p><span>“I must kill myself,” Monique Larosse, whose nephew was shot in this courtyard days earlier, told us. “Why did they kill him when they know he was not one of the bad men? He was someone who went to church, studied, and had principles.”</span></p>\n<p><span>The stories Larose, along with other survivors and family members, told me make clear something went horribly wrong on that mid-November day. While there’s a lot still unclear, one thing is for certain — the official narrative is at odds with what the people of Grand Ravine say they witnessed and experienced. And they are a far ways off from finding justice. </span></p>\n<div><br>\n<a href=\"https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-tear-gas-1515426832.jpg\"><img alt=\"Tear gas canisters and ammunition swept into a pile at Maranatha campus in Port-au-Prince, on Nov. 17, 2017.\" src=\"https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-tear-gas-1515426832-1024x768.jpg\" class=\"wp-image-165024\"></a>\n<p>Tear gas canisters and ammunition swept into a pile at Maranatha campus in Port-au-Prince, on Nov. 17, 2017.</p>\n<p>Photo: Jake Johnston</p></div>\n<p><span><u>Located near the</u> southern entrance to Haiti’s sprawling capital, Grand Ravine is built on a hillside with picturesque views of the Caribbean Sea. And yet, it’s a downtrodden neighborhood. </span></p>\n<p><span>Haphazard construction with paltry regulation has left neighborhoods, including Grand Ravine, with little to no infrastructure or government services. Many areas are only accessible by foot. </span></p>\n<p><span>Narrow, misshapen alleys ascend through the concrete homes secured with rusted sheet metal.</span></p>\n<p><span>Amid all this is the Maranatha Evangelical College, which has operated here since the 1940s. Despite the name, it offers classes for neighborhood kids beginning in preschool. The campus is a mashup of school buildings, houses and a healthy number of full-size trees, a dissonant image in a city overwhelmed by concrete. A low wall marks it off from the surrounding area. </span></p>\n<p><span>The only entrance to the elevated campus is a sloping, winding road that sits behind a large metal gate. The campus is a refuge, an oasis of calm in a section of Haiti rife with gang activity.</span></p>\n<p>Grand Ravine is a “red zone,” the label international forces give to the country’s most violence-prone areas. In December 2016, Grand Ravine’s most powerful gang leader, Junior Decimus, was arrested at the airport when he attempted to travel abroad. Soon after, according to a report by local rights organization Justice and Peace, an armed conflict began as others sought to consolidate control of the neighborhood. “Bursts of automatic weapons sang during the day, while police officers from the nearby station watched helplessly,” according to a hard copy of the organization’s report.</p>\n<p><span>In October, the month before the police raid, <a href=\"http://rnddh.org/content/uploads/2017/11/9-Grand-Rivine-29Nov2017.pdf\">groups of armed youth set up roadblocks,</a> robbing cars in plain sight as they passed.</span></p>\n<p><span>The same month, thousands of U.N. soldiers stationed in the country since the 2004 coup d’etat withdrew. Brought to Haiti to restore “stability,” the foreign troops have been involved in multiple deadly raids into neighborhoods similar to Grand Ravine. The international community has spent hundreds of millions training the Haitian police for the U.N.’s eventual departure.</span></p>\n<p><span>The U.N. Stabilization Mission in Haiti ended its mandate in October, but the U.N. is by no means gone. In place of troops, the U.N. created a smaller successor mission composed of a few thousand police officers. In early November, together with the local police force responsible for the capital, that new U.N. mission helped plan the anti-gang raid into Grand Ravine.</span></p>\n<p><span>The November 13 raid was one of the first major acts involving the new mission, and the response will define the future of the U.N.’s relationship with the people of Grand Ravine — and the success of the newly empowered local police force. </span></p>\n<div><br>\n<a href=\"https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/haiti-Port-au-Prince-1515191622.jpg\"><img alt=\"View of houses on a mountain in Juvenat, in the commune of Petion-Ville, in Port-au-Prince, on December 12, 2017. / AFP PHOTO / HECTOR RETAMAL        (Photo credit should read HECTOR RETAMAL/AFP/Getty Images)\" src=\"https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/haiti-Port-au-Prince-1515191622-1024x682.jpg\" class=\"wp-image-164943\"></a>\n<p>View of houses on a mountain in Juvenat, in the commune of Petion-Ville, in Port-au-Prince, on Dec. 12, 2017.</p>\n<p>Photo: Hector Retamal/AFP/Getty Images</p></div>\n<p><span><u>At 6:30 on</u> that mid-November morning, Armand Louis received a phone call from Maranatha College, the school he has directed for the last 30 years. Something was wrong. The police raid had spilled onto the school’s campus.</span></p>\n<p><span>When he arrived nearly two hours later, tear gas was already being employed by police, according to an investigation by the National Network of Human Rights Defenders, a local human rights organization known by its French acronym, RNDDH, and confirmed in an interview with Louis. The following account is based on Intercept interviews with multiple witnesses, whose recollections mirror those included in RNDDH’s subsequent report on the massacre.</span><span><br>\n</span><span><br>\n</span><span>Police opened and searched classrooms, ransacking them in an apparent attempt to locate gang members hiding on campus. They didn’t find any.</span></p>\n<p><span>There was a brief period of calm. People still on campus gave water to police. The burning in their eyes from the tear gas subsided.</span></p>\n<p>An hour later, Louis said, the school’s guard, Julio Fongene, approached him and said that a number of gang members had threatened him and were hiding in a storage facility on campus. Louis informed the police.</p>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"right\">“A hundred or even 200 could die there and nobody would know.” — Rovelsond Apollon, Justice and Peace</blockquote>\n<p><span>When officers attempted to dislodge the hiding gang members, two police officers were shot. The gang members fled. It does not appear that any were apprehended, as the police have not made public any arrests of those responsible for shooting the officers. </span></p>\n<p><span>U.N. units composed of police from Jordan and Senegal responded to reports of shots fired and arrived at the school. According to the U.N., they administered first aid to the injured police officers and secured the perimeter.</span></p>\n<p><span>But on campus grounds, Haitian police proceeded to punish the bystanders caught up in the violence.</span></p>\n<p><span>First, they shot and killed Fongene, the guard, witnesses said.</span></p>\n<p><span>Police then accused Louis of setting them up. They dragged him into the central courtyard, where some faculty members and people who live on campus were present. The officers beat him with a chair, causing significant injuries to his head and torso. The Protestant Evangelical Baptist Mission of Haiti, affiliated with the school, included an account of the beating in its statement describing the events, and it was confirmed in an interview with Louis and in the RNDDH report.</span></p>\n<p><span>Faculty tried to intervene. </span><span>David Jean Baptiste, a professor, was beaten and then shot five times, including a bullet to the head. The courtyard grounds where he died remained bloodstained for days after. </span></p>\n<p><span>Vanel Danger lives on the school’s campus and is responsible for the cafeteria. He told The Intercept that an officer put a gun to his head and threatened to pull out his teeth if he didn’t cooperate. Danger dropped to his knees and begged for his life. Danger told the officer he had given him water just an hour earlier, RNDDH reported. Danger was spared. But many more weren’t so lucky.</span></p>\n<p><span>Louis, bloody and beaten, told The Intercept he was handcuffed by an officer in a U.N. uniform and hauled off to jail.</span></p>\n<p><span>When the police finally left the campus, around 11 a.m., nine civilians lay dead in the courtyard — five of whom had been shot in the head. Not a single firearm was recovered, suggesting that the killings were “summary executions,” RNDDH reported.</span></p>\n<p><span>The bodies were not removed until the next afternoon.</span></p>\n<div><br>\n<a href=\"https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-1515426830.jpg\"><img alt=\"Ransacked school room at Maranatha campus in Port-au-Prince, on Nov. 17, 2017.\" src=\"https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-1515426830-1024x768.jpg\" class=\"wp-image-165023\"></a>\n<p>Ransacked school room at Maranatha campus in Port-au-Prince, on Nov. 17, 2017.</p>\n<p>Photo: Jake Johnston</p></div>\n<p><span><u>Four days after</u> the raid, the alleys that weave around the campus and through the neighborhood’s hilly landscape were largely deserted. Groups of young kids watched us from rooftops. Darting eyes peering from behind small openings in concrete homes followed us throughout the neighborhood.</span></p>\n<p>Very few of them wanted to speak.</p>\n<p><span>“There are many more” victims of this and other shootings, a local resident and student at the school explained. “They are afraid,” added the student, whose name The Intercept is withholding out of concern for their safety.</span></p>\n<p><span>Though the anti-gang raid ended with a schoolyard massacre, questions linger about what happened outside the campus, where the raid began. At first, the police acknowledged seven civilian deaths — all of which occurred at the school. Overall, the police made 32 arrests, but haven’t acknowledged any deaths outside of the school.</span></p>\n<p><span>But in its investigation, RNDDH concluded that one of the people found dead on campus had been pulled out of his house in the surrounding neighborhood that morning and brought to the school only after his death.</span></p>\n<p><span>The total death toll remains unknown.</span></p>\n<p><span>Doresne Jean, director of the Saint Claire morgue in downtown Port-au-Prince, said that eight bodies had arrived from Grand Ravine on Tuesday, the day after the raid — more than the police originally acknowledged. But Jean said there were surely more.</span></p>\n<p>“Maybe the police moved some bodies,” Jean said, “because we had five or six people come here to ask if we had their relatives.” They were not on the list of bodies already received.</p>\n<p><span>Justice and Peace, the local human rights organization that has been monitoring violence in neighborhoods such as Grand Ravine, was one of the first to investigate the massacre. Rovelsond Apollon, an observer there, said his organization had confirmed 12 dead, but that the real total would likely never be known.</span></p>\n<p><span>Not that many people, even in Haiti, are paying attention to what happens in Grand Ravine. “A hundred or even 200 could die there and nobody would know,” Apollon said.</span></p>\n<div><br>\n<a href=\"https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-courtyard-1515427396.jpg\"><img alt=\"Four days after the raid a single shoe sits in the middle of the Soccer field behind Maranatha College in Port-au-Prince, on Nov. 17, 2017.\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-courtyard-1515427396-1024x768.jpg\" class=\"wp-image-165029\"></a>\n<p>Four days after the raid, a single shoe sits in the middle of the soccer field behind Maranatha College in Port-au-Prince, on Nov. 17, 2017.</p>\n</div>\n<p><span><u>“I don’t know</u> how I am going to live without my son,” Gina Napolean</span> <span>told us from the school’s courtyard, the grief visible on her face just four days after the massacre</span>. <span>Her only son, 22-year-old Kens Napoleon, had been the family’s breadwinner. He was killed by a shot to the head. She put the blame squarely on the government, who she accused of “sending the police to kill our children.”</span></p>\n<p><span>It’s not just that politicians exert control over the police, Apollon said — they are involved with the gangs themselves. His organization has interviewed young people with heavy weaponry that is not easy to acquire, he explained, and they said the weapons had been provided by politicians. “Politicians and authorities are not innocent in what happened, because they, too, play their part in the violence,” he said. The politicians, for their part, have not publicly addressed these accusations.    </span></p>\n<p><span>But since the raid, nearly every government official or institution has avoided taking responsibility.</span></p>\n<p><span>Asked about the raid, the police chief simply <a href=\"http://lenouvelliste.com/article/179239/bavure-policiere-a-grand-ravine-la-division-au-sein-de-la-pnh-a-encore-frappe\">said it was planned by the local captain</a> and the new U.N. mission. Prime Minister Jack Guy Lafontant told the press that the specifics of field operations were outside his purview. Both blamed poor planning for the bloodshed.</span></p>\n<p><span>The operation was compromised from the beginning. Police officers told local human rights investigators that confidential information about the operation was circulating even before it took place.</span></p>\n<p><span>A former Haitian military official later told me that he found out about the raid when he heard it being discussed on an open radio channel on November 12, the day before it was launched. A gang leader later called in to a local radio show, alleging that a rival gang from a different neighborhood had participated with police in the raid itself. Others have suggested the raid was an attempt to recover a cache of guns that authorities had distributed in the neighborhood weeks earlier. And so the rumor mill in Haiti churns. </span></p>\n<p><span>The U.N.’s statement — that its officers were stationed only at the perimeter of the school — contradicts the statements made by Louis, who told me he was handcuffed by a U.N. agent on campus. The U.N. insists that it was uninvolved because its officers were not in the courtyard, but the entrance where they say they were stationed is set just below the scene of the massacre.  </span></p>\n<p><span>The new U.N. mission is ostensibly focused on justice, but Apollon noted that Haiti has seen many international missions throughout its history. “They all failed,” he said, because they do not understand the Haitian reality.  </span></p>\n<p><span>In Haiti, he said, impunity reigns.</span></p>\n<div><br>\n<a href=\"https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-Port-au-Prince-prison-1515427979.jpg\"><img alt=\"PORT-AU-PRINCE, HAITI - JANUARY 27:  Boys play in the ruins of a building on the site of the Fort Dimanche prison, where many were held in inhumane conditions under the regime of Jean-Claude &quot;Baby Doc&quot; Duvalier January 27, 2011 in Port-au-Prince, Haiti.  The area is now a residential neighborhood called &quot;Democracy Village&quot;. Duvalier returned from exile earlier this month and was questioned by authorities before being released. His critics accuse him of stealing from the treasury during his rule and for crimes against humanity.  (Photo by Allison Shelley/Getty Images)\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-Port-au-Prince-prison-1515427979-1024x683.jpg\" class=\"wp-image-165032\"></a>\n<p>Boys play in the ruins of a building on the site of the Fort Dimanche prison, where many were held in inhumane conditions under the regime of Jean-Claude “Baby Doc” Duvalier Jan. 27, 2011 in Port-au-Prince, Haiti.</p>\n<p>Photo: Allison Shelley/Getty Images</p></div>\n<p><span><u>Nearly two months</u> after the massacre, no one has been publicly held responsible. The police inspector general has completed an investigation and passed it on to a judge, who could order the arrest or dismissal of officers involved. One police officer accused of involvement is already missing, according to the inspector general. Families of nine victims, including those of the two police officers, received a one-time payment of about $1,500 for funeral expenses. But none of the intellectual authors of the botched raid appear to have been identified or questioned.</span></p>\n<p>Instead, it was Louis, the school’s director, who was arrested for complicity in the death of the two police officers. After being publicly beaten with a chair at the school he had overseen for 30 years, Louis was held in a Port-au-Prince jail for more than a week.</p>\n<p><span>Under pressure from religious organizations and the school’s faculty, Louis was eventually released for health reasons. But he still has not returned to the school.</span></p>\n<p><span>“In a country like mine,” Louis wrote to me weeks later, “it is hard to take our leaders at their word.” That, he continued, was “why we need to know what the real motive [of the raid] was.” The public authorities have not yet interviewed him. Do “they really want everything to be investigated properly?” he said, “or was this all planned?”</span></p>\n<p><span>Apollon said continued raids would do little to address the fundamental problems afflicting neighborhoods such as Grand Ravine. Rather, violence stems from the total absence of the state in such areas, and it will continue so long as the population’s needs are not met. What residents need, he said, “is education.”</span></p>\n<p><span>After the raid, the school was closed for two weeks.</span></p>\n<p><span>“We need school,” a student at Maranatha told me that day in the courtyard. “Without education, what hope do we have?”</span></p>\n<p>Top photo: Police watch as demonstrators march to protest against the government of Haitian President Jovenel Moïse in Port-au-Prince on Oct. 24, 2017.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/10/haiti-raid-united-nations-police-grand-ravine/\">A U.N.-Backed Police Force Carried Out a Massacre in Haiti. The Killings Have Been Almost Entirely Ignored.</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "A U.N.-Backed Police Force Carried Out a Massacre in Haiti. The Killings Have Been Almost Entirely Ignored.",
      "published": 1515596479000,
      "crawled": 1515596581940,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/10/haiti-raid-united-nations-police-grand-ravine/",
          "type": "text/html"
        }
      ],
      "author": "Jake Johnston",
      "summary": {
        "content": "<p>A U.N.-backed Haitian police raid in November ended in the summary execution of civilians. The U.N.'s version of events conflicts with eyewitness testimony.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/10/haiti-raid-united-nations-police-grand-ravine/\">A U.N.-Backed Police Force Carried Out a Massacre in Haiti. The Killings Have Been Almost Entirely Ignored.</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "enclosure": [
        {
          "href": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-campus-1515426827.jpg"
        },
        {
          "href": "https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-tear-gas-1515426832.jpg"
        },
        {
          "href": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/haiti-Port-au-Prince-1515191622.jpg"
        },
        {
          "href": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-1515426830.jpg"
        },
        {
          "href": "https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-courtyard-1515427396.jpg"
        },
        {
          "href": "https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-Port-au-Prince-prison-1515427979.jpg"
        }
      ],
      "visual": {
        "processor": "feedly-nikon-v3.1",
        "url": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/Haiti-school-raid-campus-1515426827-1024x768.jpg",
        "width": 1024,
        "height": 768,
        "contentType": "image/jpeg"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/10/haiti-raid-united-nations-police-grand-ravine/",
      "unread": true,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "engagement": 274,
      "engagementRate": 0.5
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160e01fbbe5:d2e629:3c0bb656",
      "keywords": [
        "Brazil",
        "Facebook",
        "Free expression",
        "Glenn Greenwald",
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=165365",
      "recrawled": 1515605585333,
      "fingerprint": "784765b5",
      "thumbnail": [
        {
          "url": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/pftr-1515584255-440x440.png"
        }
      ],
      "content": {
        "content": "<p><u>Yesterday afternoon, the</u> official Twitter account of Brazil’s Federal Police (its FBI equivalent) <a href=\"https://twitter.com/FENAPEF/status/950741290790150145\">posted an extraordinary announcement</a>. The bureaucratically nonchalant tone it used belied its significance. The tweet, at its core, purports to vest in the federal police and the federal government that oversees it the power to regulate, control, and outright censor political content on the internet that is assessed to be “false,” and to “punish” those who disseminate it. The new power would cover both social media posts and entire websites devoted to politics.</p>\n<p>“In the next few days, the Federal Police will begin activities in Brasília [the nation’s capital] by a specially formed group to combat false news during the [upcoming 2018 presidential] election process,” the official police tweet stated. It added: “The measures are intended to identify and punish the authors of ‘fake news’ for or against candidates.” Top police officials told media outlets that their working group would include representatives of the judiciary’s election branch and leading prosecutors, though <a href=\"http://politica.estadao.com.br/noticias/geral,gilmar-monta-forca-tarefa-anti-fake-news,70002113877\">one of the key judicial figures</a> involved is the highly controversial right-wing Supreme Court judge, Gilmar Mendes, who has long blurred judicial authority with his political activism.</p>\n<div> <a href=\"https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/pftr-1515584255.png\"><img alt=\"\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/pftr-1515584255-540x555.png\" class=\"wp-image-165377\"></a> </div>\n<p>Among the most confounding aspects of the Twitter announcement is that it is very difficult to identify any existing law that actually authorizes the federal police to exercise the powers they just announced they intend to wield, particularly over the internet. At least as of now, they are claiming for themselves one of the most extremist powers imaginable — the right of the government to control and suppress political content on the internet during an election — with no legal framework to define its parameters or furnish safeguards against abuse.</p>\n<p>Proponents of this new internet censorship program have suggested they will seek congressional enactment of a new law to authorize the censorship program and define how it functions. But it is far from clear that Brazil’s dysfunctional Congress — in which a majority of members face corruption charges — will be able to enact a new statutory scheme before the election.</p>\n<p>Tellingly, these police officials vow that they will proceed to implement the censorship program <em>even if</em> no new law is enacted. They insist that no new laws are necessary by <a href=\"https://oglobo.globo.com/brasil/pf-cogita-uso-de-lei-da-ditadura-para-coibir-fake-news-nas-eleicoes-22257120\">pointing to a pre-internet censorship law</a> enacted in 1983 — during the time Brazil was ruled by a brutal military dictatorship that severely limited free expression and routinely imprisoned dissidents.</p>\n<p>A top police official just yesterday <a href=\"https://noticias.r7.com/prisma/coluna-do-fraga/eleicoes-diretor-da-pf-defende-mudar-lei-para-combater-fake-news-08012018\">warned that</a>, absent a new law, they will invoke the authorities of one of the dictatorship era’s most repressive laws: the so-called Law of National Security, which contain deliberately vague passages making it a felony to “spread rumors that caused panic.” Yet he complained that the old dictatorship-era law is inadequate in part because it is too lenient, providing “only” for “months” in prison for those who disseminate “fake news,” which he called a “very low punishment.”</p>\n<p>That 1983 legal framework was used by Brazil’s military dictatorship to arrest dissidents, critics, and democracy activists. That they are now eyeing a resurrection of this dictatorship-era censorship law to regulate and censor contemporary political expression on the internet — all in the name of stopping “fake news” — powerfully symbolizes how inherently tyrannical and dangerous are all government attempts to control political expression.</p>\n<p><u>The move to</u> obtain new censorship authority over the internet by Brazilian police officials would be disturbing enough standing alone given Brazil’s status as the world’s fifth most populous country and second-largest in the hemisphere. But that Brazil’s announcement closely follows <a href=\"https://www.theguardian.com/world/2018/jan/03/emmanuel-macron-ban-fake-news-french-president\">very similar efforts unveiled last week</a> by French President Emmanuel Macron strongly suggests a trend in which government are now exploiting concerns over “Fake News” to justify state control over the internet.</p>\n<p>In his New Year’s speech to journalists at the Élysée palace (pictured above), the French President vowed that his new law would contain some robust transparency obligations for websites – ones for which valid arguments may be assembled. But the crux of the law is censorship: during elections, “an emergency legal action could allow authorities to remove that content or even block the website.” As in Brazil, the new French power would cover social media platforms and traditional media outlets alike, allowing the government through an as-yet-unknown process to simply remove entire political websites from the internet.</p>\n<p>Beyond having one’s political content forcibly suppressed by the state, disseminators of “Fake News” could face fines of many millions of dollars. Given Macron’s legislature majority, “there is little doubt about its ability to pass,” <a href=\"https://www.theatlantic.com/international/archive/2018/01/macrons-war-on-fake-news/549788/\">the Atlantic reports</a>.</p>\n<p>Both Brazil and France cited the same purported justification for obtaining censorship powers over the internet: namely, the dangers posed by alleged Russian interference in the 2016 U.S. election. But no matter how significant one views Russian involvement in the U.S. election, it is extremely difficult to see how – beyond rank fear-mongering – that could justify these types of draconian censorship powers by Brasília and Paris.</p>\n<p>There has never been any indication of any remote Russian interest in Brazilian’s domestic elections, while the claims from Macron and France during the election that were uncritically believed by western media outlets – that he was the victim of Russian hacking – turned out to lack any credible evidence, as France’s <a href=\"https://www.apnews.com/fc570e4b400f4c7db3b0d739e9dc5d4d\">own cyber security agency concluded</a> after an investigation (that same pattern repeated itself in Germany, where vocal warnings about the inevitability of Russian interference in German elections were followed by <a href=\"https://www.nytimes.com/2017/09/21/world/europe/german-election-russia.html?_r=0\">post-election admissions</a> that there was no evidence of any such thing).</p>\n<div> <a href=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/francehacking-1515583408.png\"><img alt=\"\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/francehacking-1515583408-1000x780.png\" class=\"wp-image-165374\"></a> </div>\n<p>All censorship efforts rest on the same tactic: generating fear over exaggerated threats posed by villains, sometime domestic ones but more often foreign villains. The Brazilian and French tactic for inducing the public to acquiesce to this censorship faithfully follows that script.</p>\n<p> </p>\n<p><u>Though presented as</u> modern necessities to combat new, contemporaneous problems, both countries’ proposals have all the defining attributes – and all the classic pitfalls and severe dangers – of standard state censorship efforts. To begin with, the fact that these censorship powers are confined to election time makes it more menacing, not less: having a population choose its leaders is exactly when free expression is most vital, and when the dangers of abuse of censorship powers wielded by state officials are most acute and obvious.</p>\n<p>Worse, these new censorship proposals are centrally based on a newly concocted term that, from the start, never had any clear or consistent definition. In the wake of Trump’s unexpected 2016 victory, U.S. media outlets produced a tidal wave of reports warning of the damage and pervasiveness of “Fake News.” Seemingly overnight, every media outlet and commentator was casually using the term as though its meaning were clear and indisputable.</p>\n<p>Yet, as many have long been warning, <a href=\"https://cpj.org/blog/2017/03/deciding-who-decides-which-news-is-fake.php\">few people, if any, ever bothered to define what the term</a> actually means. As a result, it’s incredibly vague, shifting, and devoid of consistent meaning. Do any news articles that contain false, significant assertions qualify? Is there some intent requirement, and if so, what is it and how is determined (does recklessness qualify)? Can <a href=\"https://www.forbes.com/sites/kalevleetaru/2017/01/01/fake-news-and-how-the-washington-post-rewrote-its-story-on-russian-hacking-of-the-power-grid/#787042a27ad5\">large mainstream outlets</a> such as the Washington Post, Le Monde, and Globo be guilty of publishing “Fake News” and thus subject to this censorship, or is it – as one expects – reserved only for small, independent blogs and outlets that lack a powerful corporate presence?</p>\n<p>Ill-defined terms that become popularized in political discourse are, by definition, terms of propaganda rather than reliable, meaningful indicators of problems. And invariably, they wreak all kinds of predictable havoc and inevitably give rise to abuses of power. More than anything else, such terms – which, by design, mean whatever powerful groups wielding them want them to mean – so often produce arbitrary censorship in the name of combatting them. Just consider two similarly ill-defined but popular propagandistic terms – <a href=\"https://theintercept.com/2015/06/19/refusal-call-charleston-shootings-terrorism-shows-meaningless-propaganda-term/\">“terrorism”</a> and <a href=\"https://www.theguardian.com/commentisfree/2013/jan/02/free-speech-twitter-france\">“hate speech”</a> – which have been appropriated by governments all over the world to justify the most extreme, repressive powers.</p>\n<p>The last decade has seen multiple countries on every continent – including the <a href=\"https://www.reuters.com/article/us-egypt-security-lawmaking/egypts-sisi-approves-anti-terrorism-law-setting-up-special-courts-idUSKCN0QL0TU20150816\">world’s most repressive regimes</a> – obliterate basic civil liberties in the name of stopping “terrorism” – by which they mean little other than “those who oppose our regime.” And then there’s “hate speech,” which can sometimes be used to silence Nazis or overt racists, but also can be and often is used to silence <a href=\"https://theintercept.com/2017/08/29/in-europe-hate-speech-laws-are-often-used-to-suppress-and-punish-left-wing-viewpoints/\">a wide range of left-wing views</a>, from war opposition to advocacy of Palestinian rights. State censorship is always dangerous, but the danger is exponentially magnified when the censorship targets (terrorism, hate speech, Fake News) lack clear definition.</p>\n<div> <a href=\"https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/sisi-1515585577.png\"><img alt=\"\" src=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/sisi-1515585577-540x617.png\" class=\"wp-image-165379\"></a> </div>\n<p>Despite its recent invention, the dangers and abuse of the term “Fake News” are already manifest all over the world. As the Committee to Protect Journalists <a href=\"https://cpj.org/blog/2017/03/deciding-who-decides-which-news-is-fake.php\">documented last year</a>, “China, consistently one of the worst jailers of journalists worldwide, has led the way in enacting vaguely worded restrictions encouraging journalists to adhere to the official narrative or risk being branded <a href=\"https://cpj.org/blog/2015/10/in-china-harsh-penalties-for-false-news-make-it-ha.php\">false news</a> and charged with a crime.”</p>\n<p>While the term was originally used in the U.S. to refer to factually false articles that supported Trump, its lack of definition enabled Trump himself to <a href=\"https://twitter.com/realdonaldtrump/status/950103659337134080\">quickly appropriate</a> the term to discredit journalism (some valid, some actually false) that reflected poorly on him. The right-wing, fascist Brazilian Congressman who is currently in a strong second place in all polls for next year’s Brazilian presidential race, Jair Bolsonaro, has now enthusiastically adopted this tactic, routinely telling his followers to ignore clearly accurate reporting about him on the ground that it’s “Fake News.” That was his predictable, and effective, response to a series of exposés this week from Folha, Brazil’s largest newspaper, detailing how he and his politician-sons have mysteriously compiled a large, lucrative real estate portfolio despite living for the last decade on a very modest public salary.</p>\n<p>If none of those points convinces you to oppose, or at least be seriously concerned about, efforts to control the internet in the name of “Fake News,” simply apply the lessons of Donald Trump to this debate. For years during the War on Terror, civil libertarians tried to generate opposition to vast, unchecked executive power – due-process-free detentions, secret wars, targeting one’s own citizens for assassination with no charges – by warning that although one may trust these powers in the hands of leaders that one likes (Bush or Obama), at some point a President you distrust will enter the Oval Office, and by then it will be <a href=\"https://www.washingtonpost.com/posteverything/wp/2016/11/11/glenn-greenwald-trump-will-have-vast-powers-he-can-thank-democrats-for-them/?utm_term=.bbc9152a1042\">too late to prevent him from exercising those powers</a>.</p>\n<p>So for those who are comfortable with the current French leader overseeing a censorship program in conjunction with courts to censor “Fake News” from the internet, do you trust the Trump administration to make those determinations? Do you trust Marine Le Pen? Do you the trust the current Brazilian President who seized power under highly suspicious circumstances, who has been caught repeatedly committing serious crimes, and whose approval ratings is less than 5%? Do you trust the truly fascist Brazilian candidate who has a real chance to become President this year of the world’s fifth largest country? Do you trust the judges they appoint to make these determinations in conjunction with them?</p>\n<p>Ultimately, the core question here is a simple one. What is a more serious threat: the ability of people to publish false claims (which have existed since humans developed the capacity to speak or write and are subject to correction), or vesting governments around the world to censor entire websites and social media postings on the ground that they have judged them to be “false” or “Fake”?  Since the advent of the internet, the one danger regarded as most menacing was having states and corporations assume control over the political content that one can express.</p>\n<p>No matter how emotionally appealing or manipulative these justifications are – <em>we must stop Fake News</em> – conferring that type of control is exactly what these new proposals are intended to do. They have already emerged in two of the largest and most influential countries in Europe and South America, as well as the world’s most populous country; their growth is only in its incipient stage.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/10/first-france-now-brazil-unveils-plans-to-empower-the-government-to-censure-the-internet-in-the-name-of-stopping-fake-news/\">First France, Now Brazil Unveils Plan to Empower the Government to Censor the Internet in the Name of Stopping “Fake News”</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "First France, Now Brazil Unveils Plan to Empower the Government to Censor the Internet in the Name of Stopping “Fake News”",
      "published": 1515588164000,
      "crawled": 1515588664293,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/10/first-france-now-brazil-unveils-plans-to-empower-the-government-to-censure-the-internet-in-the-name-of-stopping-fake-news/",
          "type": "text/html"
        }
      ],
      "author": "Glenn Greenwald",
      "summary": {
        "content": "<p>Which is the more serious threat: people publishing false claims (which are subject to correction), or governments censoring political content they have judged to be false?</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/10/first-france-now-brazil-unveils-plans-to-empower-the-government-to-censure-the-internet-in-the-name-of-stopping-fake-news/\">First France, Now Brazil Unveils Plan to Empower the Government to Censor the Internet in the Name of Stopping “Fake News”</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "enclosure": [
        {
          "href": "https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/pftr-1515584255.png"
        },
        {
          "href": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/francehacking-1515583408.png"
        },
        {
          "href": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/sisi-1515585577.png"
        }
      ],
      "visual": {
        "processor": "feedly-nikon-v3.1",
        "url": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/pftr-1515584255-540x555.png",
        "width": 540,
        "height": 555,
        "contentType": "image/png"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/10/first-france-now-brazil-unveils-plans-to-empower-the-government-to-censure-the-internet-in-the-name-of-stopping-fake-news/",
      "unread": true,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "engagement": 2301,
      "engagementRate": 2.77
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160dcab4ee7:70be4b:541f3c40",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=165151",
      "recrawled": 1515534669133,
      "fingerprint": "27dc32ad",
      "content": {
        "content": "<p><u>Representatives from</u> Energy Transfer Partners, the company behind the controversial Dakota Access pipeline, traveled to Cambridge, Iowa, in October to <a href=\"http://jasperema-hls.org/news/dakota-access-pipeline-donates-20000-to-jasper-county-emergency-management-agency/\">present</a> a series of $20,000 checks to emergency management departments in six counties. The money was, in part, an acknowledgement of the months of anti-pipeline protests that had taxed local agencies during construction, but it was also a nod to the possibility of environmental contamination. One of the counties had pledged to use its check to purchase “HazMat operations and decontamination training/supplies.” Less than a month later, in Cambridge, the Iowa section of the Dakota Access pipeline would experience its first spill.</p>\n<p>According to the standards of most state environmental agencies, it was a small spill that wouldn’t require much attention from emergency managers. On November 14, “excessive vibration” caused 21 gallons of crude to leak out of a crack in a weld connection at one of the pump stations, which are situated along pipelines to keep the product moving and monitor its flow. Since the leak was contained at the site, it went unreported to the Iowa Department of Natural Resources, although it did make it into a federal pipeline monitoring database.</p>\n<p>The Dakota Access pipeline leaked at least five times in 2017. The biggest was a 168-gallon leak near DAPL’s endpoint in Patoka, Illinois, on April 23. According to federal regulators, no wildlife was impacted, although soil was contaminated, requiring remediation. DAPL went into operation on June 1, along with its under-the-radar sister project, the Energy Transfer Crude Oil pipeline, a natural gas pipeline converted to carry crude. Together, the two make up the Bakken pipeline system. ETCO leaked at least three times in 2017.</p>\n<p>Most of the Bakken system leaks were considered minor by state and federal monitors. According to regulators, water was not impacted in any of the cases. The only spill considered “significant” by the federal Pipeline and Hazardous Materials Safety Administration, or PHMSA, was a 4,998-gallon leak on the ETCO pipeline in Dyersburg, Tennessee, on June 19. Tennessee Department of Environment and Conservation spokesperson Kim Schofinski told The Intercept that reporting the spill to the agency was not required because it was contained within the pumping station where it occurred.</p>\n<p>The series of spills in the pipelines’ first months of operation underlines a fact that regulators and industry insiders know well: Pipelines leak.</p>\n<p>To regulators like Bill Suess, who deals with a crude oil spill nearly every day as North Dakota’s spill investigation program manager, it’s the nature of the game. “A tanker truck rolls over and spills 7,000 gallons of crude oil, and nobody pays attention. Twenty gallons spill on DAPL, it makes world news, so it’s kind of funny,” he told The Intercept.</p>\n<p>But Winona LaDuke, an Ojibwe environmental activist who was involved in the anti-DAPL protests, noted that “accumulation of the little things is pretty significant.” LaDuke is now pushing to stop construction of the Enbridge Line 3 oil sands pipeline in Minnesota. The Line 3 project’s environmental impact statement has underlined that damages to tribal natural and cultural resources along that pipeline’s pathway are “not quantifiable” and “cannot be mitigated.” “Somebody lives there,” LaDuke said. “Maybe that somebody who lives there is a little animal; maybe that somebody who lives there is a little plant. All of those are beings.”</p>\n<p>Lisa Dillinger, a spokesperson for Energy Transfer Partners, told The Intercept, “All of these minor issues occurred within our easement at either valve sites or pump stations and did not go beyond our workspace.” She noted that four leaks occurred before the pipeline system went into service during a testing period and were contained on a protective liner, although PHMSA notes that those incidents involved soil contamination. Three leaks occurred at pump stations after the pipeline was fully operational and were isolated to a “concrete work area,” Dillinger said.</p>\n<p>ETP has denied responsibility for a spill that occurred on March 3 on a feeder line that transports oil from the well where it’s extracted to the main Dakota Access Pipeline. The 84-gallon leak produced “a mist that settled on top of the snow” but penetrated to the ground in a 200-square-foot area, where contaminated soil and snow were removed by a vacuum truck. Caliber Midstream, the company behind the feeder line, did not respond to a request for comment.</p>\n<p>“We understand there are varying opinions on infrastructure projects,” Dillinger told The Intercept, but pipelines are the “safest and most environmentally friendly way to transport the oil and gas products we use every day.”</p>\n<p>Anne Rolfes, head of the Louisiana Bucket Brigade, which is fighting ETP’s proposed Bayou Bridge Pipeline, said the company’s argument about safety is unproven. “The company has an accident problem,” she said, adding that state agencies’ view of the spills as minor “just shows how problematic our so-called regulatory system is.”</p>\n<div data-credit=\"Graphic: The Intercept\" data-columns=\"2\" data-size=\"xtra-large\" data-photos=\"%5B%7B%22alt%22%3A%22%22%2C%22src%22%3A%22https%3A%5C%2F%5C%2Ftheintercept.com%5C%2Fwp-uploads%5C%2Fsites%5C%2F1%5C%2F2018%5C%2F01%5C%2Fbakken1e-1515522164.jpg%22%7D%2C%7B%22alt%22%3A%22%22%2C%22src%22%3A%22https%3A%5C%2F%5C%2Ftheintercept.com%5C%2Fwp-uploads%5C%2Fsites%5C%2F1%5C%2F2018%5C%2F01%5C%2Fbakken2e-1515522166.jpg%22%7D%5D\"></div>\n<p><u>Beyond the Bakken</u> system, spills of clay-based drilling fluid on two of ETP’s newest projects have drawn attention before fuel even entered the pipelines.</p>\n<p>In Pennsylvania, construction of the Mariner East 2 pipeline, which is owned by Energy Transfer Partners via its subsidiary Sunoco, was shut down by regulators last Wednesday after Sunoco repeatedly drilled under waterways without permits. The 350-mile pipeline would carry ethane, butane, and propane from the Marcellus Shale fracking area to an export facility near Philadelphia. Suspension of construction “is necessary to correct the egregious and willful violations” by Sunoco, said the shutdown order issued by the Pennsylvania Department of Environmental Protection.</p>\n<p>Pennsylvania regulators documented more than 100 spills of drilling fluid, ranging in size from 1 gallon to 160,000 gallons, entering creeks, lakes, wetlands, and fields since May. In at least two separate incidents, the fluid entered private wells, clouding drinking water and requiring locals to switch to Sunoco-provided bottled water.</p>\n<p>According to Neil Shader, spokesperson for the Pennsylvania Department of Environmental Protection, lubricating drilling fluid is expected to leak when pipeline builders bore under streams. When a pipeline crosses a waterway, builders can either divert the water flow and build a big trench into which the pipeline is buried, or they can drill under the stream using a method called horizontal directional drilling. Both techniques can be environmentally disruptive, but they have distinct challenges — horizontal directional drilling, for example, requires gallons of so-called drilling mud, typically a mix of bentonite clay and water, to be pumped into the ground as the drilling takes place.</p>\n<p>According to Shader, pressure causes the drilling fluid to look for pathways of escape, which is how leaks happen. Shader stressed that the fluid is required to be nontoxic, although, he added, “I’d imagine it doesn’t taste very good.”</p>\n<p>Because of the risk, permits are required in advance of drilling. In Pennsylvania, Sunoco repeatedly failed to get permits before boring under tributaries to state-designated wild trout streams, which require special protection.</p>\n<p>“Even though it’s nontoxic, there can still be environmental impacts,” Shader said of the drilling fluid. “A lot of the bugs and other macro-invertebrates that fish feed on thrive in a loose, gravelly stream bed. If you then cover that with mud, it covers up their habitat.”</p>\n<p>The department demanded documentation of each instance Sunoco had installed a section of the Mariner East 2 pipeline under a wild trout stream and an explanation of the failures that led to permit violations, as well a plan as to how the company would conduct its construction moving forward. Additionally, the department has called for the company to address all alleged impacts to water wells in the Silver Spring Township, where wells were contaminated by unpermitted drilling, including restoration or replacement of the water supply and reimbursement for any costs.</p>\n<p>“We are working with the DEP to resolve all issues connected with our environmental permits and look forward to promptly returning to work on this important pipeline project,” ETP spokesperson Dillinger told The Intercept. She added that construction of Mariner East 2 was 91 percent complete, and horizontal directional drilling was 62 percent finished.</p>\n<p>Energy Transfer Partners is also behind the 700-mile natural gas pipeline Rover, which last spring spilled 2 million gallons of drilling mud into an Ohio wetland, which “coated the area with a layer of mud and impacted water quality.” Regulators found traces of diesel fuel in samples taken from the spill. Shader said that diesel contamination of drilling fluid is “incredibly unusual.” An <a href=\"https://www.bloomberg.com/news/articles/2017-08-17/blackstone-s-new-pipeline-asset-is-wreaking-environmental-havoc\">analysis</a> by Bloomberg in August found that Rover had “racked up more environmental violations than other major interstate natural gas pipelines built in the last two years.”</p>\n<p>In November, Ohio’s attorney general <a href=\"http://www.ohioattorneygeneral.gov/Media/News-Releases/November-2017/Ohio-Files-Lawsuit-Against-Rover-Pipeline-for-Envi\">sued</a> ETP’s Rover Pipeline LLC for its environmental violations and unpermitted activity after the company refused to pay $2.3 million in fines. The Federal Energy Regulatory Commission forced the company to halt Rover construction for several months after the massive spill, although it was allowed to restart in September.</p>\n<p>Elise Gerhart, whose family land in the pathway of Mariner East 2 is home to the anti-pipeline Camp White Pine, told The Intercept that she believes the ME2 project’s suspension was largely a product of community organizing along the pipeline. However, she’s skeptical that it will result in meaningful changes to Sunoco’s construction practices. “It seems like a false thing to me, like when Obama supposedly halted the Dakota Access pipeline.” In December 2016, the U.S. Army Corps of Engineers under President Barack Obama denied ETP a permit to drill underneath Lake Oahe, part of the Missouri River system, and ordered an environmental impact statement for the project. However, Donald Trump had already been elected to the presidency, and within his first days in office, he issued an order to expedite permitting. The pipeline was installed under the lake soon afterward.</p>\n<p>Ultimately, it’s big accidents like the November 16 spill on TransCanada’s Keystone pipeline, when 210,000 gallons of crude spilled onto farmland in Amherst, South Dakota, that regulators and pipeline opponents worry most about. Keystone’s proposed sister project, the Keystone XL pipeline, launched the national anti-pipeline movement.</p>\n<p>Since the November spill, massive truckloads of contaminated soil have been hauled away. According to a filing with the South Dakota Department of Environment and Natural Resources, groundwater was impacted 6 feet below the surface, although TransCanada reported that testing of two local drinking water wells showed contamination below Environmental Protection Agency safety levels. The pipeline restarted operations less than two weeks after the spill.</p>\n<p>Top photo: Sections of pipe sit at an Energy Transfer Partners construction site for the Sunoco Mariner East 2 natural gas liquids pipeline project near Morgantown, Pa., on Aug. 4, 2017.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/09/dakota-access-pipeline-leak-energy-transfer-partners/\">Five Spills, Six Months in Operation: Dakota Access Track Record Highlights Unavoidable Reality — Pipelines Leak</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "Five Spills, Six Months in Operation: Dakota Access Track Record Highlights Unavoidable Reality — Pipelines Leak",
      "published": 1515530288000,
      "crawled": 1515530702567,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/09/dakota-access-pipeline-leak-energy-transfer-partners/",
          "type": "text/html"
        }
      ],
      "author": "Alleen Brown",
      "summary": {
        "content": "<p>The Bakken system pipelines racked up at least eight leaks in 2017. Mariner East 2 and Rover saw drilling fluid spills before fuel even entered the lines.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/09/dakota-access-pipeline-leak-energy-transfer-partners/\">Five Spills, Six Months in Operation: Dakota Access Track Record Highlights Unavoidable Reality — Pipelines Leak</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/09/dakota-access-pipeline-leak-energy-transfer-partners/",
      "ampUrl": "https://static.theintercept.com/amp/dakota-access-pipeline-leak-energy-transfer-partners.html",
      "cdnAmpUrl": "https://static-theintercept-com.cdn.ampproject.org/c/s/static.theintercept.com/amp/dakota-access-pipeline-leak-energy-transfer-partners.html",
      "unread": true,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "engagement": 11338,
      "engagementRate": 4.48
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160dbe024ad:590a42:3c0bb656",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=165184",
      "fingerprint": "52318aee",
      "content": {
        "content": "<p><u>With major NSA</u> surveillance authorities set to expire later this month, House Republicans are rushing to pass a bill that would not only reauthorize existing powers, but also codify into law some practices that critics have called unconstitutional.</p>\n<p>The bill takes aim at reforming how federal law enforcement can use data collected by the National Security Agency, putting a modest constraint on when the FBI can conduct so-called backdoor searches of Americans’ communications. But because such searches make use of a legal loophole, critics say the current bill may do more harm than good by explicitly writing the practice into law.</p>\n<p>The bill would reauthorize Section 702 of the Foreign Intelligence Surveillance Act, which serves as the basis for some of the NSA’s largest surveillance programs, and keep it on the books through 2023. The law was first passed in 2008 after the George W. Bush administration’s secret warrantless wiretapping was made public, effectively to legalize what the administration was doing.</p>\n<p>The law allows the intelligence community to spy on Americans’ transnational communications without a warrant so long as the “targets” are not Americans. In 2013, <a href=\"https://theintercept.com/2015/07/01/nsas-google-worlds-private-communications/\">documents</a> leaked by whistleblower Edward Snowden revealed that the NSA vacuums up a tremendous amount of wholly domestic communications through the program as well.</p>\n<p>Republicans tried to ram through a different incarnation of the bill last month, based on a more draconian version passed by the House Intelligence Committee. During a daylong push to drum up support, Republicans on the committee circulated <a href=\"https://www.aclu.org/why-fisa-amendments-act-unconstitutional\">fliers</a> depicting enlarged photos of Islamic State fighters, trying to give the impression that failing to pass that bill would be a gift to foreign terrorists. But leadership backed off after determining they didn’t have enough votes to pass it, according to multiple congressional sources. Domestic surveillance is the rare issue on which hard-right Republicans and left-leaning privacy advocates often find common ground.</p>\n<p>The new version of the bill, posted on the Rules Committee <a href=\"http://docs.house.gov/billsthisweek/20180108/BILLS-115S139-RCP115-%2053.pdf\">website</a> late Friday, is designed to get the buy-in of Republicans on the Judiciary Committee. It includes compromise language taken from a separate bill passed out of that committee in November, which included some modest limitations on existing authorities, including the reform to backdoor searches.</p>\n<p>The bill takes aim at one of the key problems with the original law: that Section 702 doesn’t limit how data can be used by federal law enforcement. That has given rise to the backdoor search loophole, in which the NSA shares certain kinds of information with the FBI, which the FBI then uses to search for Americans’ communications without a warrant.</p>\n<p>Privacy advocates have called backdoor searches unconstitutional and urged Congress to close the loophole by requiring the FBI to get a court order to query Americans’ communications. The current bill takes a crack at doing so, requiring the FBI to get a warrant before searching the data in relation to an open criminal investigation.</p>\n<p>But the bill carves out large exceptions. The FBI doesn’t have to apply for a warrant when national security is involved, or when it determines that there is a “threat to life or serious bodily harm.” And the bill would continue to allow the FBI to sift through the data even when those searches don’t involve a specific criminal investigation, which the FBI already does so often that they have compared it to <a href=\"https://theintercept.com/2017/04/21/in-secret-court-hearing-lawyer-objected-to-fbi-sifting-through-nsa-data-like-it-was-google/\">searching Google</a>.</p>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"center\">The FBI doesn’t have to apply for a warrant when national security is involved, or when it determines a “threat to life or serious bodily harm.”</blockquote>\n<p>Daniel Schuman, policy director for digital rights organization Demand Progress, said the new bill essentially codifies illegal backdoor searches, while failing to effectively limit them.</p>\n<p>“The Intelligence Committee’s bill disregards the Constitution and common sense by granting the government the authority to search Americans’ communications without first obtaining a warrant,” Schuman told The Intercept. “Not only does this turn the purpose of the foreign surveillance law on its head, transforming it into a domestic surveillance tool, but it places activists, minorities, and everyone else at the mercy of President Trump and Attorney General Sessions, who have made clear their disregard for legal constraints and democratic norms.”</p>\n<p>The bill also addresses a second area of advocates’ concerns: “about” collection, in which the NSA scans communications, including those involving Americans, to find those that merely mention a target’s selector — like an email address — somewhere in the message. After arguing for years that it was necessary to detect terror plots, the NSA <a href=\"https://www.nytimes.com/2017/04/28/us/politics/nsa-surveillance-terrorism-privacy.html\">discontinued the practice</a> in April after it was found to violate rules imposed by the FISA court.</p>\n<p>The bill codifies the end of “about” collection into law, but instead of a permanent prohibition, it provides a pathway for the practice to legally continue in an ad hoc way. It allows the Director of National Intelligence to notify Congress of the intent to restart “about” collection on an emergency basis, provided that the DNI tells Congress and the FISA court. Barring objections from either, the NSA can keep doing it.</p>\n<p>It is unclear how much support the bill will have from Republicans. Several Republicans in the House Freedom Caucus, like Justin Amash, R-Mich., and Thomas Massie, R-Ky., have already come out against it, <a href=\"https://twitter.com/justinamash/status/949432306439159809\">saying</a> it’s unconstitutional for the U.S. to amass data on Americans without a warrant. The American Civil Liberties Union also released a statement of opposition Friday, saying the bill “risks being read as a codification and expansion of certain illegal government practices,” such as “about” collection.</p>\n<p>The bill is scheduled to be considered by the Rules Committee on Tuesday and could come up for a vote as early as Thursday, according to multiple congressional sources familiar with the process.</p>\n<p>Top photo: President Donald Trump, Attorney General Jeff Sessions, center, and FBI Director Christopher Wray stand during the national anthem at the FBI National Academy graduation ceremony, Friday, Dec. 15, 2017, in Quantico, Va.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/09/nsa-surveillance-fisa-section-702-reauthorization-fbi/\">NSA Surveillance Bill Would Legalize Loophole That Lets FBI Spy on Americans Without a Warrant</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "NSA Surveillance Bill Would Legalize Loophole That Lets FBI Spy on Americans Without a Warrant",
      "published": 1515517181000,
      "crawled": 1515517387949,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/09/nsa-surveillance-fisa-section-702-reauthorization-fbi/",
          "type": "text/html"
        }
      ],
      "author": "Alex Emmons",
      "summary": {
        "content": "<p>The bill would limit how the FBI can use NSA data, but critics say it may do more harm than good by explicitly writing the loophole into law.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/09/nsa-surveillance-fisa-section-702-reauthorization-fbi/\">NSA Surveillance Bill Would Legalize Loophole That Lets FBI Spy on Americans Without a Warrant</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/09/nsa-surveillance-fisa-section-702-reauthorization-fbi/",
      "unread": true,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "engagement": 2226,
      "engagementRate": 0.82,
      "memes": [
        {
          "id": "topic/tech_en/meme/e0054e36-f5b6-11e7-8b77-0a580a0c003c",
          "label": "FBI Christopher Wray"
        },
        {
          "id": "topic/security_en/meme/16ded27e-f567-11e7-9205-0a580a0c0174",
          "label": "FBI Americans Law"
        }
      ]
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160d7b925e9:2d7e4db:3c0bb656",
      "keywords": [
        "Mehdi Hasan"
      ],
      "originId": "https://theintercept.com/?p=165080",
      "recrawled": 1515449162026,
      "fingerprint": "e6e44eac",
      "thumbnail": [
        {
          "url": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-medal-honor-1515442959-440x440.jpg"
        }
      ],
      "content": {
        "content": "<p><u>Have we all</u> gone bonkers?</p>\n<p>On Sunday evening, <a href=\"https://www.npr.org/2018/01/08/576472393/oprah-2020-people-are-asking-after-golden-globe-speech\">#Oprah2020</a> began trending on social media after Oprah Winfrey delivered a <a href=\"https://www.theguardian.com/film/2018/jan/08/oprah-winfreys-golden-globes-speech-the-full-text\">rousing speech</a> against misogyny and racism at the Golden Globe Awards. While Oprah has in the past <a href=\"http://www.eonline.com/news/860660/oprah-winfrey-talks-politics-i-will-never-run-for-public-office\">ruled out</a> running for public office, her longtime partner Stedman Graham just told the Los Angeles Times that <a href=\"http://www.latimes.com/entertainment/gossip/la-et-mog-golden-globes-oprah-president-20180107-story.html\">“she would absolutely do it,”</a> and CNN is reporting that Oprah is <a href=\"http://money.cnn.com/2018/01/08/media/oprah-golden-globes/index.html\">“actively thinking”</a> about running for president.</p>\n<p>Is <a href=\"https://twitter.com/hashtag/Oprah2020?src=hash\">#Oprah2020</a> really a serious thing? Do people honestly consider the talk-show-host-turned-media-mogul to be a viable or appropriate candidate to run against fellow celebrity billionaire Donald Trump in three years? “I have no idea if Oprah would be a good candidate or president,” former Obama speechwriter Jon Favreau <a href=\"https://twitter.com/jonfavs/status/950267803424231425\">wrote on Twitter</a>, “but dismissing her out of hand because Trump is a celebrity seems short-sighted.”</p>\n<p>Really? I’m old enough to remember when liberals gave a damn about experience, qualifications, and judgement; when Democrats mocked the idea of Trump — a former reality TV star and property developer who <a href=\"https://www.theguardian.com/us-news/2015/sep/04/donald-trump-difference-between-hamas-hezbollah-quds-kurds\">struggled to tell the difference between Hamas and Hezbollah</a> — running for the presidency.</p>\n<p>On the campaign trail, former President Barack Obama blasted Trump as “<a href=\"https://www.nbcnews.com/video/obama-trump-unlike-romney-or-mccain-is-uniquely-unqualified-opponent-799398979984\">uniquely unqualified</a>,” lacking in “<a href=\"http://www.cnn.com/videos/politics/2016/07/27/obama-hillary-great-president-trump-performer-sot-lv.cnn\">basic knowledge</a>” and “<a href=\"https://www.politico.com/story/2016/08/obama-trump-226564\">woefully unprepared</a>” to do the job of commander-in-chief. In stark contrast, <a href=\"https://www.washingtonpost.com/politics/democratic-national-convention-obama-biden-to-focus-on-global-strife-in-speeches-tonight/2016/07/27/42a69256-5433-11e6-bbf5-957ad17b4385_story.html\">he argued</a>, there had “never been a man or a woman more qualified than Hillary Clinton to serve as president of the United States of America.”</p>\n<div> <a href=\"https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-medal-honor-1515442959.jpg\"><img alt=\"WASHINGTON, DC - NOVEMBER 20:  U.S. President Barack Obama awards the Presidential Medal of Freedom to Oprah Winfrey in the East Room at the White House on November 20, 2013 in Washington, DC. The Presidential Medal of Freedom is the nation's highest civilian honor, presented to individuals who have made meritorious contributions to the security or national interests of the United States, to world peace, or to cultural or other significant public or private endeavors. Also pictured is Mario Molina (L). (Photo by Win McNamee/Getty Images)\" src=\"https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-medal-honor-1515442959-1024x670.jpg\" class=\"wp-image-165074\"></a>\n<p>President Barack Obama awards the Presidential Medal of Freedom to Oprah Winfrey in the East Room at the White House on Nov. 20, 2013 in Washington.</p>\n<p>Photo: Win McNamee/Getty Images</p></div>\n<p>Clinton called Trump “<a href=\"http://abcnews.go.com/Politics/hillary-clinton-trump-unfit-totally-unqualified-president/story?id=39847991\">totally unqualified</a>,” while an op-ed from the New York Times editorial board, headlined “<a href=\"https://www.nytimes.com/2016/09/26/opinion/why-donald-trump-should-not-be-president.html\">Why Donald Trump Should Not Be President</a>,” pointed out that the GOP candidate “has no experience in national security.” Three days after the election, Vox ran a piece <a href=\"https://www.vox.com/policy-and-politics/2016/11/11/13587532/donald-trump-no-experience\">headlined</a>, “Donald Trump is the only U.S. president ever with no political or military experience.”</p>\n<p>Well, dear liberals and Democrats, guess what? President Winfrey would be the second such president. Is this really what most Americans want or what the United States government needs? Another clueless celebrity in possession of the nuclear codes? Another billionaire mogul who <a href=\"https://www.accountingtoday.com/news/oprah-hates-writing-checks-to-the-irs\">doesn’t like paying taxes</a> in charge of the economy? And how would it be anything other than sheer hypocrisy for Democrats to offer an unqualified, inexperienced presidential candidate to the American electorate in 2020, given all that they said about Trump in 2016?</p>\n<p>Granted, Oprah isn’t a <a href=\"https://theintercept.com/2017/10/07/worried-about-trumps-mental-stability-the-worst-is-yet-to-come/\">raging narcissist</a> or a <a href=\"https://theintercept.com/2017/08/15/donald-trump-has-been-a-racist-all-his-life-and-he-isnt-going-to-change-after-charlottesville/\">racist bigot</a>; she doesn’t have ties to white nationalists, isn’t accused of colluding with a foreign government, and hasn’t been caught on tape admitting to sexual assault. Oprah would be a far superior, smarter, and more stable president than Trump in every imaginable way. But that, of course, is a low, <em>low</em> bar.</p>\n<p>As CNBC’s Christina Wilkie, in a rare dissent on Twitter, <a href=\"https://twitter.com/lrozen/status/950227600034746368\">put it</a>: “I love to watch Oprah saying inspirational things on television. But also I love to watch people who have political experience being elected to national office.”</p>\n<p>What about former Hollywood actor Ronald Reagan, some Oprah supporters might say? The Gipper, however, was also a former two-term governor from California. Obama, also accused of being a political lightweight when he ran for president, was a sitting senator, former constitutional law professor, and author of two acclaimed books on politics and policy. Even the know-nothing George W. Bush had won two gubernatorial elections in Texas before throwing his hat in the presidential ring in 2000.</p>\n<p>Prior to Trump, the only presidents to <a href=\"https://www.vox.com/policy-and-politics/2016/11/11/13587532/donald-trump-no-experience\">never have served in public office</a> prior to being elected to the White House were Zachary Taylor, Ulysses S. Grant, and Dwight Eisenhower. The first won the Mexican-American War; the second, the Civil War; and the third, the Second World War.</p>\n<p>Does Oprah have anything on her resume to compare with that? Is <a href=\"http://www.cnn.com/2013/01/16/showbiz/tv/oprah-winfrey-confessional-tv/index.html\">emoting on TV</a> and <a href=\"https://www.youtube.com/watch?v=hcJAWKdawuM\">handing out free cars</a> — even if it is, admittedly, part of building an impressive multi-billion-dollar media empire from scratch — really an acceptable substitute for political or military experience? Is that how debased the political culture has become?</p>\n<div> <a href=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-2-1515442973.jpg\"><img alt=\"MEYERTON, HENLEY ON KLIP - JANUARY 14:  Oprah Winfrey poses with the Graduates at the inaugural graduation of the class of 2011 at Oprah Winfrey Leadership Academy for Girls on January 14, 2012 in Henley on Klip, South Africa.  (Photo by Michelly Rall/Getty Images)\" src=\"https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-2-1515442973-1024x685.jpg\" class=\"wp-image-165075\"></a>\n<p>Oprah Winfrey poses at the inaugural graduation of the class of 2011 at Oprah Winfrey Leadership Academy for Girls on Jan. 14, 2012 in Henley on Klip, South Africa.</p>\n<p>Photo: Michelly Rall/Getty Images</p></div>\n<p><u>Do I sound</u> elitist? Perhaps. But what’s wrong with wanting people with intellect, experience, and qualifications to fill the most important jobs? As Oprah’s fellow celebrity liberal Jon Stewart <a href=\"https://www.csmonitor.com/Commentary/Opinion/2008/1001/p09s02-coop.html\">once said</a>: “Not only do I want an elite president, I want someone who’s embarrassingly superior to me, somebody who speaks 16 languages and sleeps two hours a night hanging upside down in a chamber they themselves designed.”</p>\n<p>Well, the Oprah fans might argue, she could surround herself with big brains. But isn’t that the argument that Trump supporters make, too? Do we really want another president deferring to <a href=\"https://www.washingtonpost.com/opinions/the-generals-have-trump-surrounded/2017/08/23/ccab06a8-8817-11e7-a94f-3139abce39f5_story.html\">unelected generals</a> and <a href=\"https://www.commondreams.org/news/2017/03/15/anyone-left-goldman-sachs-trump-picks-another-alum-treasury-deputy\">Goldman Sachs</a>? And do we think a talk-show host who promoted the careers of hucksters <a href=\"https://www.thedailybeast.com/doctor-why-quack-tv-docs-like-dr-oz-and-dr-phil-need-to-go\">Dr. Phil and Dr. Oz</a>, while also <a href=\"http://www.cracked.com/blog/4-ways-oprah-winfrey-changed-world-for-worse/\">giving a platform</a> to the anti-science lunacy of actresses Jenny McCarthy and Suzanne Somers, is capable of constructing a Lincoln-esque <a href=\"https://www.npr.org/2012/11/15/165220138/doris-kearns-goodwin-on-lincoln-and-his-team-of-rivals\">“Team of Rivals”</a>? A political and economic “Justice League?” Come. Off. It.</p>\n<p>To be clear: I am not saying that Oprah can’t, or won’t, be president. Predictions are for fools, and Trump has proved that anything is possible.</p>\n<p>Oprah’s supporters — rightly — might point to her strong record on standing up to racism and misogyny, not to mention her inspirational oratory and backstory. Her <a href=\"https://en.wikipedia.org/wiki/Oprah%27s_Anti-war_series\">record on Iraq</a> is better than Clinton’s; she once even <a href=\"http://www.oprah.com/health/sick-in-america-it-can-happen-to-you_2\">hosted a show on universal health care</a> with Michael Moore. It might also seem like an act of divine justice if Trump, hero to white nationalists and neo-Nazis, was replaced by a strong black woman.</p>\n<p>Oprah’s critics — also rightly — might point to her <a href=\"https://www.theguardian.com/commentisfree/2015/oct/23/oprah-weight-watchers-corporations-profit-flesh-food-giants\">fronting for global corporations</a> and her role as “<a href=\"https://www.theguardian.com/tv-and-radio/2015/may/09/oprah-winfrey-neoliberal-capitalist-thinkers\">one of the world’s best neoliberal capitalist thinkers</a>.” They might ask: What is Oprah’s position on drone strikes in Pakistan? On supporting the Saudi war in Yemen? On cap and trade? Single-payer? Tax reform? Does she have a plan for Middle East peace? Could a person who once seemed surprised that Indian people still “<a href=\"http://www.bbc.com/news/entertainment-arts-18967127\">eat with their hands</a>” really defuse a nuclear crisis on the Indian subcontinent?</p>\n<p>But we have to go beyond the pros and cons of an Oprah presidency — I can’t believe I just typed that line — and consider some broader questions: How much damage is U.S. celebrity culture doing to U.S. politics? Why don’t ideologies, or even ideas, seem to matter anymore? Shouldn’t progressives be making the case for the virtues of government and collective action and, therefore, the importance of electing people of ability, experience, and expertise to high office? Shouldn’t they be arguing that billionaire TV stars have no business running for the most powerful job on planet Earth, regardless of whether they are an orange man called Trump or a black woman called Oprah?</p>\n<p>Some pundits have suggested that the Democrats can’t win without a celebrity candidate like Oprah in 2020. “If you need to set a thief to catch a thief,” neoconservative John Podhoretz wrote in a <a href=\"https://nypost.com/2017/09/27/democrats-best-hope-for-2020-oprah/\">New York Post op-ed</a> in September 2017 that was <a href=\"https://twitter.com/oprah/status/913551310628184064?lang=en\">retweeted</a> by Oprah herself, “you need a star — a grand, outsized, fearless star whom Trump can neither intimidate nor outshine — to catch a star.”</p>\n<p>This simply isn’t true. In August 2017, <a href=\"http://thehill.com/homenews/campaign/342521-poll-trump-trails-behind-high-profile-dems-in-hypothetical-matchups\">Public Policy Polling</a> found Trump trailed Joe Biden (by 15 points), Bernie Sanders (14 points), Elizabeth Warren (7 points), Cory Booker (5 points), and Kamala Harris (1 point) in potential 2020 match-ups. Last month, an <a href=\"https://www.nbcnews.com/politics/first-read/poll-just-36-americans-indicate-they-would-vote-trump-2020-n831266\">NBC/Wall Street Journal poll </a>found Trump would lose to a “Generic Democrat” in 2020 by a whopping 16 points.</p>\n<p>If five different senators plus a Generic Democrat can beat this Republican president, then why the liberal excitement over a talk-show host? And why draw the line at Oprah? What about <a href=\"https://www.cnbc.com/2017/08/15/mark-zuckerberg-could-be-running-for-president-in-2020.html\">Mark Zuckerberg</a>? <a href=\"https://www.thedailybeast.com/steve-bannon-advised-mark-cuban-to-consider-running-in-2020-as-a-democrat\">Mark Cuban</a>? <a href=\"https://www.rollingstone.com/sports/news/dwayne-johnson-seriously-considering-running-for-president-w514003\">Dwayne “The Rock” Johnson</a>? <a href=\"http://www.independent.co.uk/news/people/kanye-west-outlines-why-he-wants-to-run-for-president-in-2020-im-not-saying-i-have-any-political-a7166561.html\">Kanye</a>? Where, oh where, does it end?</p>\n<p>The liberal response to the rise of Trump cannot and should not be “let’s find our own bigger, better version of The Donald.” As columnist Emily Arrowood <a href=\"https://www.usnews.com/opinion/articles/2016-05-17/even-if-donald-trump-were-a-saint-hed-still-be-unqualified-for-president\">wrote</a> in May 2016: “That Trump is acutely unqualified would be true even if he were Mr. Congeniality, a champion of the people with the aspirations of Jimmy Stewart in ‘Mr. Smith Goes to Washington.’”</p>\n<p>The irony is that Oprah may, in fact, <em>be</em> Ms. Congeniality. But she is still as “acutely unqualified” as Trump. Let’s get a grip, folks.</p>\n<p>Top photo: In this handout photo provided by NBCUniversal, Oprah Winfrey speaks onstage during the 75th Annual Golden Globe Awards at the Beverly Hilton Hotel on Jan. 7, 2018 in Beverly Hills, Calif.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/oprah-winfrey-president-2020-trump/\">Oprah Winfrey for President: Have We All Gone Bonkers?</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "Oprah Winfrey for President: Have We All Gone Bonkers?",
      "published": 1515447626000,
      "crawled": 1515447723497,
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/08/oprah-winfrey-president-2020-trump/",
          "type": "text/html"
        }
      ],
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "author": "Mehdi Hasan",
      "summary": {
        "content": "<p>After a stirring speech at the Golden Globes, Winfrey is discussed as a candidate against Trump. But we don't need another celebrity president.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/oprah-winfrey-president-2020-trump/\">Oprah Winfrey for President: Have We All Gone Bonkers?</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "enclosure": [
        {
          "href": "https://prod01-cdn06.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-medal-honor-1515442959.jpg"
        },
        {
          "href": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-2-1515442973.jpg"
        }
      ],
      "visual": {
        "processor": "feedly-nikon-v3.1",
        "url": "https://prod01-cdn05.cdn.firstlook.org/wp-uploads/sites/1/2018/01/oprah-winfrey-medal-honor-1515442959-1024x670.jpg",
        "width": 1024,
        "height": 670,
        "contentType": "image/jpeg"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/08/oprah-winfrey-president-2020-trump/",
      "unread": false,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "tags": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/tag/global.read",
          "label": ""
        }
      ],
      "engagement": 51584,
      "engagementRate": 14.71
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160d5a9dc7b:29d664f:541f3c40",
      "keywords": [
        "Shaun King"
      ],
      "originId": "https://theintercept.com/?p=164495",
      "recrawled": 1515427205181,
      "fingerprint": "b4528736",
      "thumbnail": [
        {
          "url": "https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/home_book_cvr-1515369716-401x440.jpg"
        }
      ],
      "content": {
        "content": "<p><u>America’s jails and</u> prisons have long since banned and censored books that the institutions determined posed a material danger to the safety of inmates and employees. There is a logic, at least, to prohibiting how-to manuals on crafting homemade weapons or escaping confined spaces. But at least two prisons in New Jersey have gone a step further, deciding to ban Michelle Alexander’s groundbreaking work on the rise of mass incarceration in America, “<a href=\"http://newjimcrow.com/\">The New Jim Crow: Mass Incarceration in the Age of Colorblindness</a>,” according to a letter from the American Civil Liberties Union of New Jersey to the state’s Department of Corrections.</p>\n<p>The ACLU of New Jersey initially received multiple complaints from incarcerated individuals and their family members concerning the book’s ban. The civil liberties group then filed an Open Public Records Act request, the response to which, according to the letter, “indicated that New Jersey State Prison and Southern State Correctional Facility banned the book as a matter of policy.”</p>\n<div>\n<p><a href=\"https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/home_book_cvr-1515369716.jpg\"><img alt=\"\" src=\"https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/home_book_cvr-1515369716-204x300.jpg\" class=\"wp-image-165005\"></a></p>\n<p>“The New Jim Crow: Mass Incarceration in the Age of Colorblindness” by Michelle Alexander.</p>\n</div>The ACLU of New Jersey said the ban violated the Constitution.\n<p>“The ban on ‘The New Jim Crow’ violates the right to free speech enshrined in the First Amendment to the U.S. Constitution, and the correlative protection of Article 1, paragraph 6 of the New Jersey Constitution,” ACLU attorneys Tess Borden and Alexander Shalom wrote to Gary Lanigan, commissioner of the New Jersey Department of Corrections.</p>\n<p>The ban also points to some blood-boiling ironies.</p>\n<p>“Michelle Alexander’s book chronicles how people of color are not just locked in, but locked out of civic life, and New Jersey has exiled them even further by banning this text specifically for them,” said ACLU-NJ Executive Director Amol Sinha in a statement. “The ratios and percentages of mass incarceration play out in terms of human lives. Keeping a book that examines a national tragedy out of the hands of the people mired within it adds insult to injury.”</p>\n<p>The ACLU shared a copy of the Department of Corrections’ response to its public records request, which we are publishing exclusively here. The lists of banned publications go on and on — various books and magazines — and two prisons explicitly include “The New Jim Crow.”</p>\n<div data-linking=\"documentcloud\" data-permalink=\"https://theintercept.com/document/2018/01/08/new-jersey-department-of-corrections-response-to-aclu-of-new-jerseys-public-records-request/\"></div>\n\n<p><u>If you know</u> even a little bit about the prison system in New Jersey, this ban is not even mildly surprising. In spite of reducing its overall prison population, New Jersey continues to lead the nation in the racial disparity between black and white inmates. While the disparity nationwide remains large, with African-Americans having a national average of a 5 to 1 incarceration rate to that of whites, in New Jersey <a href=\"http://www.nj.com/politics/index.ssf/2016/06/nj_has_12_times_more_black_prisoners_than_white_on.html\">the rate was more than double the national average</a>, ballooning up to an outrageous 12 to 1 ratio. What that effectively means is that African-Americans make up less than 15 percent of New Jersey’s overall population, but represent a staggering 60 percent of the state’s prisoners.</p>\n<p>These types of disparities don’t happen by accident; it didn’t happen as an afterthought. The disproportionality can’t be simply chalked up to poverty. And that’s exactly what Michelle Alexander sets out to explain in “The New Jim Crow.” African-Americans dominate America’s jails and prisons because a deliberate set of complex policies and practices. Often disguised as the war on drugs or even the war on poverty, these policies and practices are actually a war on black people. For instance, <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/09/30/white-people-are-more-likely-to-deal-drugs-but-black-people-are-more-likely-to-get-arrested-for-it/?utm_term=.e4f43470d335\">studies show</a> that more white people, by both the overall rate and total numbers, sell drugs than African-Americans, but African-Americans are exponentially more likely to be arrested and sentenced for it.</p>\n<p>The New Jersey Department of Corrections, New Jersey State Prison, and Southern State Correctional Facility did not return requests for comment by press time.</p>\n<div data-linking=\"documentcloud\" data-permalink=\"https://theintercept.com/document/2018/01/08/aclu-of-new-jersey-letter-on-banning-of-the-new-jim-crow-in-prisons/\"></div>\n\n<p>In their memo, the ACLU attorneys break down the unconstitutional nature of the ban very clearly:</p>\n<blockquote><p>In addressing prisoners’ First Amendment rights, the U.S. Supreme Court has repeatedly clarified that “‘[p]rison walls do not form a barrier separating prison inmates from the protections of the Constitution,’ nor do they bar free citizens from exercising their own constitutional rights by reaching out to those on the ‘inside.'” Because “The New Jim Crow” addresses corrections policy and other social and political issues of public concern, it “occupies the highest rung of the hierarchy of First Amendment values and is entitled to special protection.”</p></blockquote>\n<p>“The banning of a particular book such as ‘The New Jim Crow’ — as compared, for example, to a ban on hardcovers — represents content-based censorship on publications,” the ACLU attorneys wrote. “Such censorship is lawful only upon a showing that the prohibition is ‘reasonably related to legitimate penological interests.’ Moreover, ‘a regulation cannot be sustained where the logical connection between the regulation and the asserted goal is so remote as to render the policy arbitrary or irrational,’ or is an ‘exaggerated response’ to prison concerns in light of available alternatives. The DOC cannot show that the policy to ban ‘The New Jim Crow’ is reasonably related to a legitimate penological interest.”</p>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"left\">“The banning of a particular book such as ‘The New Jim Crow’ — as compared, for example, to a ban on hardcovers — represents content-based censorship on publications.”</blockquote>\n<p>The lawyers pointed out that the ban may also violate state regulations enshrined in the New Jersey Administrative Code. They pointed out that books with information on drugs can be banned, according to the code, but only when that information “‘is detrimental to the secure and orderly operation’ of the prison. That cannot apply to a general discussion or critique of the War on Drugs.” The ACLU attorneys went on:</p>\n<blockquote><p>Unless the DOC wishes to pretend it can only maintain security and order by depriving prisoners of educational, political, and historical information related to their very situation of incarceration, it cannot be said that this information harms the security or orderly operation of prisons. While “The New Jim Crow” is certainly disturbing and thought-provoking, it is so because of the shocking truth it reveals – the truth New Jersey’s 12-to-1 racial disparity proves – not because it in any way incites violence, disorder, or similar behavior.</p></blockquote>\n<p>On January 16, New Jersey will inaugurate a Democratic governor, Phil Murphy, and its first African-American lieutenant governor, Sheila Oliver. Both campaigned on the promise that they would address and improve these very problems. The Department of Corrections could give them both a head-start by removing this outrageous ban on “The New Jim Crow.”</p>\n<p>Top photo: Guard towers loom over the wall of New Jersey State Prison on Dec. 23, 2005 in Trenton, N.J.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/new-jim-crow-ban-prisons-nj-new-jersey-aclu/\">ACLU Says New Jersey Prisons’ Banning of “The New Jim Crow” Is Unconstitutional</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "ACLU Says New Jersey Prisons’ Banning of “The New Jim Crow” Is Unconstitutional",
      "published": 1515412844000,
      "crawled": 1515413167227,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/08/new-jim-crow-ban-prisons-nj-new-jersey-aclu/",
          "type": "text/html"
        }
      ],
      "author": "Shaun King",
      "summary": {
        "content": "<p>The landmark book about race and mass incarceration is banned in a state with the highest racial disparity in its prison population.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/new-jim-crow-ban-prisons-nj-new-jersey-aclu/\">ACLU Says New Jersey Prisons’ Banning of “The New Jim Crow” Is Unconstitutional</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "enclosure": [
        {
          "href": "https://prod01-cdn04.cdn.firstlook.org/wp-uploads/sites/1/2018/01/home_book_cvr-1515369716.jpg"
        }
      ],
      "visual": {
        "processor": "feedly-nikon-v3.1",
        "url": "https://prod01-cdn07.cdn.firstlook.org/wp-uploads/sites/1/2018/01/home_book_cvr-1515369716-204x300.jpg",
        "width": 204,
        "height": 300,
        "contentType": "image/jpeg"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/08/new-jim-crow-ban-prisons-nj-new-jersey-aclu/",
      "unread": false,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "tags": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/tag/global.read",
          "label": ""
        }
      ],
      "engagement": 19805,
      "engagementRate": 5.32,
      "memes": [
        {
          "id": "topic/news_en/meme/331423c0-f3fc-11e7-ae39-0a580a0c0025",
          "label": "New Jersey ACLU"
        }
      ]
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160d572ff33:297f7fa:7157a206",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=162032",
      "fingerprint": "21ad33d1",
      "content": {
        "content": "<p><u>When a group</u> of workers at a Dollar General store in Auxvasse, Missouri, <a href=\"https://www.columbiamissourian.com/news/state_news/workers-at-auxvasse-dollar-general-vote-to-unionize/article_ca2cb5a8-dd2f-11e7-8326-b37e27e893c8.html\">voted to unionize</a> in early December, employees at nearby stores wanted to know whether the move would affect them. Margeorie Nation, the manager at a Dollar General in Glasgow, another Missouri town, raised her concerns in a conversation with other store managers. She also posted about it on a private social media account.</p>\n<p>Shortly thereafter, she lost her job.</p>\n<p>“I’ve never been written up. I’ve never been reprimanded. Nothing,” Nation told The Intercept. In fact, she said, her store was given a company award for sales and customer satisfaction last year.</p>\n<p>The discount store chain’s employee <a href=\"https://www.scribd.com/doc/293508174/Dollar-General-Employee-Handbook\">handbook</a> makes clear the company’s philosophy of remaining union-free. “Our union free status is one reason we continue to grow and provide employment while many unionized companies have declined,” it states.</p>\n<p>Missouri lies at the heart of a national debate about unionizing. This year, it became the 28th state to enact a right-to-work law that says workers cannot be forced to join a union as a condition of employment. Ten days before the law was to come into force, labor unions, which oppose the law, <a href=\"http://www.stltoday.com/news/local/govt-and-politics/unions-move-to-block-right-to-work-law-in-missouri/article_d7fb08a4-2417-508c-a81d-ab3f0e361971.html\">gathered 300,000 signatures</a> to put the issue directly to voters in the 2018 election.</p>\n<p>Dollar General is a hallmark of the low-wage economy, as its low-cost goods often provide a lifeline to communities that can’t afford to shop at big retailers. But along with low-cost goods often come low wages for employees. As HuffPost’s Dave Jamieson <a href=\"https://www.huffingtonpost.com/2013/08/29/dollar-stores-work_n_3786781.html\">reported</a> in 2013, various dollar store chains like Dollar General have worked hard to keep employee compensation low through tactics like classifying certain employees as managers to avoid paying them overtime.</p>\n<p>When the workers in Auxvasse voted 2-to-1 to unionize, their store became the first Dollar General in the country to take that step. They did it with the help of United Food and Commercial Workers Local 655. The local, based in a suburb of St. Louis, typically organizes grocery store workers and other retailers. Around 90 percent of its members in the area work at three major grocery chains, but it also has members in businesses ranging from barbers to a local funeral home. It is the largest private-sector union local in the state.</p>\n<p>Collin Reischman, a spokesperson for the union, told The Intercept that just about two months passed between when the workers reached out to the local and when they voted to unionize. One issue the workers were concerned with, he said, was managers exhibiting favoritism when assigning workers’ schedules.</p>\n<p>“In a job like this, the key to being able to work enough to support yourself is really getting enough hours, you know, and also getting the right hours so you’re also able to see your family once in a while,” Reischmann explained. “There’s always some degree of favoritism in the workplace, right? Our concern is always the unfair favoritism. If you’re the best worker who does the best job, you should get the best hours, that’s just fairness. … That’s one of the things we can do for you is make sure that managers can’t just pick winners and losers, they have to have a system [for determining hours].”</p>\n<p>Nation, however, was not trying to organize a union when the company abruptly fired her in mid-December.</p>\n<p>She was on a regularly scheduled conference call with other store managers in her district on December 9. She decided to ask about the union at the Auxvasse store. “I had employees asking me, as well as other store managers asking questions, ‘How does this affect us?’ If they’re getting better pay or better hours or whatever, how does that affect us? If they unionize and get this, why don’t we?” she told The Intercept. The higher-ups reiterated the company’s longstanding opposition to unionization.</p>\n<p>“I was told to contact my district manager,” she said.</p>\n<p>She texted her district manager and was told that the regional director would be calling her later that day. On December 11, two regional managers visited her store unannounced.</p>\n<p>“No notice that they were coming. No nothing. I was on a register, I was by myself, I was checking out customers,” Nation said. “They came in the store, they never introduced themselves or nothing. They walked around the store and then came around to where I was at while I was checking out customers and basically asked, ‘Why were your employees asking these questions?’”</p>\n<p>The next day, she was browsing the Facebook page “Dollar General Mayhem,” which often posts links critical of the company. She shared <a href=\"https://www.facebook.com/permalink.php?story_fbid=1929606780634118&id=1449479765313491\">one of its posts</a> on that day linking to a <a href=\"http://www.komu.com/news/auxvasse-location-becomes-first-dollar-general-in-country-to-unionize\">local news story</a> about the Auxvasse union. She added a comment asking her family members what they thought.</p>\n<p>One day later, the regional director and a human resources employee from Dollar General arrived at her store and told her she was terminated for violating company social media policy. According to the employee handbook, Dollar General staff are prohibited from acting as official representatives of the company or sharing information that is “confidential or proprietary to Dollar General.”</p>\n<p>Nation said she had asked for specifics and was not given an answer. Later, after texting with her regional manager, she was told she had shared “confidential company information,” but was never told exactly what that information was.</p>\n<p>The Intercept called the regional manager and emailed Dollar General multiple times seeking comment; the company did not respond to a detailed list of questions.</p>\n<p>Not only does Nation not know how exactly she violated company policy, but she’s also confused about how her employer knew that she shared an article about the Auxvasse store’s unionizing; Her Facebook page is set to private.</p>\n<p>Dollar General stands to benefit from rising inequality in America, as CEO Todd Vasos noted at a Goldman Sachs retailing conference in September. “As middle class continues to go away, unfortunately, to the lower end of the economic scale versus the higher end,” he said, the economy will create more of the chain’s “core customer.”</p>\n<p>“I think there’s going to be more and more opportunities for us to get in and build more stores,” Vasos added.</p>\n<p>In an early December earnings call, Vasos was asked about how the company’s core customer would be impacted by minimum wage increases in some states. “We feel good about where the consumer is right now,” <a href=\"https://seekingalpha.com/article/4130471-dollar-generals-dg-ceo-todd-vasos-q3-2017-results-earnings-call-transcript?page=9\">he said</a>. “But as I always say, we work under the premise that she is always tight because her expenses continue to rise on the other side of expense — excuse me, of her income rising.”</p>\n<p>Dollar General in December <a href=\"http://www.fultonsun.com/news/local/story/2017/dec/17/dollar-general-requests-union-vote-recount/704687/\">asked</a> for a recount of the Auxvasse union vote, claiming that two of the four employees who voted in favor said they had changed their minds. On January 3, the National Labor Relations Board held a hearing on the matter, but it has not yet decided whether it will grant a new vote.</p>\n<p>For her part, Nation has hired a lawyer and plans to challenge her termination.</p>\n<p>Top photo: A screenshot from Google Maps of the Dollar General in Auxvasse, Mo., the first Dollar General in the country to successfully vote to unionize.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/dollar-general-unionize-missouri-manager-fired/\">A Missouri Dollar General Voted to Unionize — Then a Manager at Another Store Asked About It and Was Fired</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "A Missouri Dollar General Voted to Unionize — Then a Manager at Another Store Asked About It and Was Fired",
      "published": 1515409256000,
      "crawled": 1515409571635,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/08/dollar-general-unionize-missouri-manager-fired/",
          "type": "text/html"
        }
      ],
      "author": "Zaid Jilani",
      "summary": {
        "content": "<p>Dollar General is resisting attempts by employees at its Missouri stores to form — or even ask about — unions.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/08/dollar-general-unionize-missouri-manager-fired/\">A Missouri Dollar General Voted to Unionize — Then a Manager at Another Store Asked About It and Was Fired</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/08/dollar-general-unionize-missouri-manager-fired/",
      "unread": true,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "engagement": 4294,
      "engagementRate": 1.15
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160cb9f0f96:1d0b65c:3c0bb656",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=164914",
      "fingerprint": "a26db259",
      "content": {
        "content": "<p><u>For quite a</u> while, there has been a bull market in stories about Steve Bannon calling the shots in the incorrigible tangle of neurons that passes for Donald Trump’s brain. Michael Wolff’s new book about the dysfunctional White House, “<a href=\"https://www.amazon.com/Fire-Fury-Inside-Trump-White/dp/1250158060\">Fire and Fury</a>,” adds a marvelous coda to this narrative, with Bannon, in his waning days in the West Wing, telling the insane truth about the most ridiculous and frightening presidency ever.</p>\n<p>Bannon deserves every bit of attention and disgust that has come his way in recent times. His racism, laundered through Breitbart News and the White House, has fueled the far right and fanned Trump’s enfeebled instincts. Bannon’s hatred of immigration and Muslims is so fierce that he even <a href=\"https://theintercept.com/2017/08/11/steve-bannons-tall-tale-about-how-he-visited-pakistan-in-the-navy-and-saw-the-muslim-threat/\">concocted a tale</a> about seeing the dangers of Islam firsthand when a Navy vessel he had served aboard in 1979 stopped in Pakistan – except, as it turns out, the vessel did not stop in Pakistan.</p>\n<p>But the attention Bannon demands of us should not obscure the rival media impresario with truly Manchurian levels of influence over the president: Rupert Murdoch. One of the less-noted passages in Wolff’s book <a href=\"http://nymag.com/daily/intelligencer/2018/01/michael-wolff-fire-and-fury-book-donald-trump.html\">explains</a> that the president reveres Murdoch, regularly seeking advice from the founder of the Fox empire, a condition that made Bannon jealous of Murdoch’s power over Trump. The book quotes Roger Ailes, who ran Fox News for Murdoch until being dismissed for sexual harassment, as noting that “Trump would jump through hoops for Rupert.”</p>\n<p>Wolff’s book may not be the whole truth, but its account of Trump’s infatuation with Murdoch is consistent with reports <a href=\"https://www.nytimes.com/2017/04/22/us/politics/donald-trump-white-house.html?_r=0\">elsewhere</a>. Murdoch and Trump <a href=\"https://www.npr.org/sections/thetwo-way/2017/03/14/520080606/murdoch-and-trump-an-alliance-of-mutual-interest\">speak frequently</a> – “Murdoch here,” their phone calls <a href=\"https://www.nytimes.com/2017/12/23/business/media/murdoch-trump-relationship.html\">begin</a>, according to the New York Times, which reports that Trump counts Murdoch “as one of his closest confidants.” The men have known each other for decades, since the days when Murdoch owned the New York Post and Trump was one of its fawning obsessions (“Best Sex I’ve Ever Had,” read a famous Post headline from 1990, referring to an apparent remark from Trump’s then-mistress and future short-term wife, Marla Maples).</p>\n<p>Murdoch’s conservative ideas have never been in the shadows, and his media empire’s embrace of dirty tricks has been evident since it was <a href=\"http://www.latimes.com/world/europe/la-fg-british-scandal-murdoch-20150611-story.html\">revealed</a> that one of his papers hacked the phones of a murder victim and the relatives of deceased soldiers. But the ethical brutality of the Trump era has seemed to relieve Murdoch of the burden of dressing up his views and morals. Murdoch had delayed his dismissal of Ailes in 2016 (with a $40 million severance package), after which he denied there was a culture of abuse at Fox, despite several male hosts and executives resigning or getting fired for harassing women. “It’s all nonsense,” he <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2017/12/15/rupert-murdoch-downplays-sexual-harassment-allegations-at-fox-news-as-largely-political/\">said</a> last month.</p>\n<p>We don’t know the instructions given to Trump in his “Murdoch here” conversations, but we do know the instructions the president gets from Fox News. There’s a <a href=\"https://www.politico.com/magazine/story/2018/01/05/trump-media-feedback-loop-216248\">cottage industry</a>, in which the <a href=\"https://twitter.com/MattGertz/status/948189936393564161\">Kremlinologists</a> of social media correlate Trump’s statements and tweets to what he has apparently just watched on Fox and, in particular, his favorite show on the network, Fox &amp; Friends. Of course, it’s distressing that a president spends as much time as Trump does watching television (while eating cheeseburgers in bed, according to Wolff), but the fact that he mimics what he hears on a cable channel that promotes <a href=\"https://twitter.com/kylegriffin1/status/943310115133902848\">conspiracy</a> <a href=\"http://feixingren.com/news/fact-checker/wp/2017/12/18/the-most-popular-fact-checks-of-2017/%3Ewashingtonpost.com%3C/a%3E%20%3C/span%3E%20%3Cspan%20class=?blogs/erik-wemple/wp/2017/05/24/what-does-it-take-for-sean-hannity-to-abandon-a-conspiracy/?u\">theories</a> and <a href=\"https://twitter.com/JuddLegum/status/846740315721678853?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fnewrepublic.com%2Fminutes%2F141668%2Ffox-news-making-habit-racist-attacks-maxine-waters\">racists</a> is … oh God, it would be a pleasure to conjure something more absurd and less chilling.</p>\n<blockquote data-width=\"500\" class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fox News is going to get us all killed.</p>\n<p>Left, Fox, 7:37 pm<br>Right, Trump, 7:49 pm <a href=\"https://t.co/Qewz7I1SRF\">pic.twitter.com/Qewz7I1SRF</a></p>\n<p>— Matthew Gertz (@MattGertz) <a href=\"https://twitter.com/MattGertz/status/948358498462650369?ref_src=twsrc%5Etfw\">January 3, 2018</a></p></blockquote>\n<p></p>\n<p> </p>\n<blockquote data-width=\"500\" class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A day in the life of the president who doesn’t watch much TV primarily because of documents. <a href=\"https://t.co/JMt0inwOGR\">pic.twitter.com/JMt0inwOGR</a></p>\n<p>— Daniel Dale (@ddale8) <a href=\"https://twitter.com/ddale8/status/948416574670688256?ref_src=twsrc%5Etfw\">January 3, 2018</a></p></blockquote>\n<p></p>\n<p>Fox News is not on autopilot. Its unhinged condition is not a consequence of its anchors and producers deciding, autonomously, that they would like to take the network where no network has gone before. This is Murdoch’s doing. After Ailes left, Murdoch assumed the position of the network’s executive chair and led its swan dive into the far-right gutter. “Rupert Murdoch is in charge,” <a href=\"http://variety.com/2017/tv/news/fox-news-roger-ailes-tucker-carlson-1202490160/\">noted</a> Fox anchor Bill Hemmer a year after Ailes’s departure. <a href=\"https://www.thedailybeast.com/after-ailes-and-oreilly-fox-news-risky-evolution\">According</a> to the Daily Beast, Murdoch often presides over the morning news meetings; Vanity Fair <a href=\"https://www.vanityfair.com/news/2017/06/ailes-gone-megyn-kelly-reborn-shell-shocked-fox-news-looks-like-an-episode-of-the-leftovers\">quotes</a> a former Fox executive as saying Murdoch “is having the time of his life running” the network.</p>\n<p>Fox was never balanced or fair, and Ailes was not a nice guy. But according to Tamara Holder, a lawyer and former Fox contributor, Ailes at least made sure the network didn’t totally lose it. Holder, who <a href=\"http://money.cnn.com/2017/12/17/media/tamara-holder-fox-news-rupert-murdoch/index.html\">left the network</a> at the end of 2016 after accusing a senior executive of sexual misconduct (the executive was fired and Holder received a settlement), views Ailes’s dismissal and death a year later as key factors. According to Holder, Ailes required at least a bit of balance, if only a fig leaf, in the network’s coverage. “The one thing they’re missing is the Roger Ailes control button,” Holder told me. “Roger was good at overseeing things and calling it when he saw it was a little out of control.”</p>\n<p>In the wake of Wolff’s book, there is no shortage of headlines about Bannon’s quotes and their fallout. The wealthy Mercer family, in response to Trump banishing Bannon from his set – er, his presidency – is <a href=\"https://www.nytimes.com/2018/01/04/us/politics/bannon-mercer-trump.html?&moduleDetail=section-news-2&action=click&contentCollection=Politics&region=Footer&module=MoreInSection&version=WhatsNext&contentID=WhatsNext&pgtype=article\">distancing itself</a> from Bannon’s projects. But Bannon’s malevolent influence on Trump and America is slighter than that of Murdoch and Fox. While the reach of Bannon’s Breitbart News is large in relation to its modest size – it is <a href=\"http://nymag.com/daily/intelligencer/2017/11/inside-the-breitbart-embassy-where-bannon-parties-and-plots.html\">headquartered</a> in the basement of a three-story townhouse in Washington, D.C. — Fox News is a globe-spanning entity with more than <a href=\"https://www.linkedin.com/company/fox-news-channel\">1,000 employees</a> and <a href=\"http://press.foxnews.com/corporate-info/\">90 million subscribers</a>, including a particularly avid one at 1600 Pennsylvania Ave. The power behind the throne of the xenophobic right in the United States is not the millionaire banker from Goldman Sachs, but the billionaire immigrant from Australia.</p>\n<p>Top photo: President Donald Trump is embraced in New York City by Rupert Murdoch, Executive Chairman of Fox News, during a dinner to commemorate the 75th anniversary of the World War II Battle of the Coral Sea, on May 4, 2017.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/06/rupert-murdoch-trump-fire-and-fury-steve-bannon/\">Enough About Steve Bannon. Rupert Murdoch’s Influence on Donald Trump Is More Dangerous.</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "Enough About Steve Bannon. Rupert Murdoch’s Influence on Donald Trump Is More Dangerous.",
      "published": 1515244531000,
      "crawled": 1515244687254,
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/06/rupert-murdoch-trump-fire-and-fury-steve-bannon/",
          "type": "text/html"
        }
      ],
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "author": "Peter Maass",
      "summary": {
        "content": "<p>Michael Wolff's new book shows how Murdoch, the founder of Fox News, is a close adviser to Trump. This is a problem.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/06/rupert-murdoch-trump-fire-and-fury-steve-bannon/\">Enough About Steve Bannon. Rupert Murdoch’s Influence on Donald Trump Is More Dangerous.</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/06/rupert-murdoch-trump-fire-and-fury-steve-bannon/",
      "unread": false,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "tags": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/tag/global.read",
          "label": ""
        }
      ],
      "engagement": 3211,
      "engagementRate": 0.71,
      "memes": [
        {
          "id": "topic/tech_en/meme/a9c497ca-f375-11e7-b71f-0a580a0c016d",
          "label": "Donald Trump M. Wolff"
        },
        {
          "id": "topic/security_en/meme/6741effc-f2f2-11e7-bf9c-0a580a0c0169",
          "label": "White House D. Trump"
        }
      ]
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160c806ef91:1849bdf:7157a206",
      "keywords": [
        "Uncategorized"
      ],
      "originId": "https://theintercept.com/?p=164855",
      "recrawled": 1515188348526,
      "fingerprint": "d4a0c1cd",
      "content": {
        "content": "<p><u>Meses de salários irregulares</u> e atrasados. Empréstimos, juros em cima de juros. Servidores públicos em um desespero tão grande que houve quem chegou ao fim da linha: <a href=\"https://www.facebook.com/photo.php?fbid=142473579872731&set=a.142477793205643.1073741829.100023302697226&type=3&theater\" target=\"_blank\">tirou a própria vida</a>. Poderia ser Rio de Janeiro, Rio Grande do Sul ou outros estados em crise financeira, mas o caso crítico neste momento vem do Rio Grande do Norte.</p>\n<p>O comandante de um dos batalhões do estado <a href=\"http://www.tribunadonorte.com.br/noticia/comandante-dispensa-do-servia-o-pm-devido-a-transtornos-causados-por-falta-de-sala-rios/401555\" target=\"_blank\">dispensou</a> um cabo do serviço porque ele não tinha mais condições de trabalhar sem receber salários. “Não é fácil ver um homem feito chorar de desespero ao narrar a falta de pão em sua residência”.</p>\n<p>A reunião entre governo e associações que representam policiais militares e bombeiros – que afirmam não estar em greve, e sim aquartelados, não saindo às ruas devido a falta de recebimento de salários e condições de trabalho – realizada na noite passada (04) terminou sem acordo. A Força Nacional foi acionada e atualmente está presente em <a href=\"https://g1.globo.com/rn/rio-grande-do-norte/noticia/forca-nacional-passa-a-atuar-em-quatro-cidades-do-rn.ghtml\" target=\"_blank\">quatro cidades</a> da Grande Natal. Uma delas, Parnamirim, chegou cancelou shows e <a href=\"http://www1.folha.uol.com.br/cotidiano/2017/12/1947227-com-pm-em-greve-rn-tera-virada-com-exercito-e-policiais-em-treinamento.shtml\" target=\"_blank\">a queima de fogos</a> no reveillon devido a insegurança.</p>\n<p>O movimento “Segurança com segurança” começou em 19 de dezembro. A situação dos servidores sem salário não parece ser o centro da situação, tanto, que foi pedida a prisão de policiais que incentivem a paralisação, em vez de determinar o pagamento dos atrasados e a regularização das condições de trabalho.</p>\n<p>Um cabo que não pode ser identificado e está há 16 anos na PM do Rio Grande do Norte escreveu um relato a The Intercept Brasil sobre seu atual momento na corporação. Mesmo quase se formando no curso de sargento, ele está arrependido de um dia ter escolhido vestir farda. “Hoje eu sei que falhei com minha família por escolher escolher ser policial e não poder sustentá-la”. Leia o relato do agente sobre seu atual momento na corporação:</p>\n<blockquote><p>Quando prestei concurso para a PM há quase 20 anos, jamais imaginaria que eu e meus colegas iríamos passar o que estamos vivenciando agora.</p>\n<p>Estou com o salário de dezembro e o décimo terceiro em atraso, alguns que ganham um pouco mais estão também com o de novembro em atraso. Atrasos que já vêm se prolongando há cerca de 23 meses. Sempre fui um cara altamente controlado com dinheiro, o pouco que ganho como policial militar sempre deu, na medida do possível, para que eu suprisse as minhas necessidades e as da minha família.</p>\n<p>Com tantos atrasos, eu, que sempre paguei em dia as minhas contas, hoje me encontro devendo o cheque especial, juros em cima de juros dos cartões de crédito, empréstimos e por aí vai. Semana passada, venceu o boleto do consórcio que pago com muito esforço e suor para, um dia, comprar meu automóvel próprio. Todo mundo sabe que andar de ônibus ou qualquer meio de transporte público hoje, sendo policial, é quase a mesma coisa que cometer um suicídio.</p>\n<p>Esses constantes atrasos estão criando um abalo emocional muito grande, me sinto desprezado pelo governo, me sinto impotente frente às situações financeiras que passo porque não me resta mais nada a fazer. Muitas vezes me sinto um lixo.</p>\n<p>Vou confessar algo que me aconteceu há alguns dias e, quando me lembro, meus olhos se enchem de lágrimas.</p>\n<p>Eu tenho um filho que mora em outro estado. Ano passado, eu fiz uma promessa a ele: disse que o traria no final de 2017 para passar os meses de férias comigo. Agora, em janeiro, já faz três anos que não o vejo a não ser por fotos ou ligações. Meu filho já é um adolescente, sinto que precisa do pai junto para um conselho, uma conversa. Essa semana, por causa da falta de pagamento do meu salário, tive que ligar para o meu filho e tentar explicar que iria quebrar a promessa que tinha feito a ele porque não tinha dinheiro nem para me alimentar, quanto mais para custear sua vinda para minha casa.</p>\n<p>Durante a conversa, pude sentir seu tom de voz mudar. Percebi o quanto ele ficou decepcionado comigo como pai. Na hora, me bateu uma dor tão grande que eu me arrependi de abraçar a carreira de policial. Até fiz um pequeno texto e enviei para uns amigos, mais ou menos assim: ‘Hoje eu sei que falhei com minha família por escolher ser policial e não poder sustentá-la.’</p>\n<p>Eu disse essas palavras com tanta dor no coração! Em quase 20 anos de dedicação à sociedade, foi a primeira vez na vida que eu me arrependi de ser policial. Será que dá pra imaginar o quanto isso dói? Não sei, mas eu sei o quanto isso está me custando psicologicamente.</p>\n<p>Em outros países, os policiais são vistos como heróis. Aqui, infelizmente, somos mal vistos. Alguns têm até nojo e desprezo pela gente.</p>\n<p>Recentemente, depois de quase 20 anos de serviços prestados à PMRN [Polícia Militar do Rio Grande do Norte], fui convocado para fazer o curso de sargentos, que pode dar uma qualidade de vida melhor para mim e minha família. Esse curso era para ser comemorado, ser motivo de festa e de muitas alegrias, mas na hora que caiu a ficha, me bateu um desespero, me vieram as perguntas: como é que eu vou chegar ao local do curso se eu não tenho o dinheiro da passagem? Como é que eu vou frequentar o curso, se há três ou quatro anos eu não recebo fardamento, coturno(bota), cobertura(boné), não tenho como me alimentar durante o curso ou qualquer equipamentos para desenvolver minha atividade?</p>\n<p>A turma do curso, que era para estar cheia de policiais alegres com as futuras ascensões, é composta por homens e mulheres cabisbaixos, com pouquíssimas palavras ditas, pessoas com a cabeça não se sabe onde.</p></blockquote>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"none\">Como pode um policial sair para trabalhar de barriga vazia, meu Deus? Onde vamos parar?</blockquote>\n<blockquote><p>Esses comportamentos, que tanto eu quanto toda a tropa estamos tendo, já deixaram os oficiais preocupados. Eles já perceberam que eu e outros mais já estamos depressivos com tantos problemas que estamos carregando sem termos culpa, já alertaram os instrutores e monitores para que informem se notarem algum comportamento ou atitude estranha.</p>\n<p>Ontem mesmo, um colega tentou se matar após a esposa ligar para ele chorando e dizendo que estava com fome. Eu fico me perguntando como podemos sair de nossas casas para combater o crime se não temos armas adequadas, munições suficientes, coletes (muitos, por sinal, estão vencidos), viaturas sem a menor condição de rodar, farda, e o mais importante, os nossos salários. Se eu fosse explicar, daria um livro.</p>\n<p>Eu ouço, todos os dias, amigos e colegas dizendo ‘eu estou passando fome’. Como pode um policial sair para trabalhar de barriga vazia, meu Deus? Onde vamos parar?</p>\n<p>Eu estou escrevendo esse texto, e minhas lágrimas estão rolando pelas teclas do teclado deste computador. Já não sei o que faço para sanar essa situação, não recebo meu salário, não posso fazer bico, e aí? O que é que eu vou fazer para comer e pagar minhas contas?</p></blockquote>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/05/falhei-com-minha-familia-por-escolher-ser-policial/\">“Falhei com minha família por escolher ser policial”</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "“Falhei com minha família por escolher ser policial”",
      "published": 1515183916000,
      "crawled": 1515184385937,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/05/falhei-com-minha-familia-por-escolher-ser-policial/",
          "type": "text/html"
        }
      ],
      "author": "Cecília Olliveira",
      "summary": {
        "content": "<p>Policial de Rio Grande do Norte relata que, sem pagamento, há agentes passando fome</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/05/falhei-com-minha-familia-por-escolher-ser-policial/\">“Falhei com minha família por escolher ser policial”</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/05/falhei-com-minha-familia-por-escolher-ser-policial/",
      "unread": false,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "tags": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/tag/global.read",
          "label": ""
        }
      ],
      "engagement": 5744,
      "engagementRate": 1.07
    },
    {
      "id": "6dltgvsV1l0R/8swQp+7laduxYuPxPBcGlW28RnYQV4=_160c28e34d1:f28f10:7157a206",
      "keywords": [
        "Shaun King"
      ],
      "originId": "https://theintercept.com/?p=164686",
      "fingerprint": "38cfe1c3",
      "content": {
        "content": "<p><u>When a panicked</u> stranger emailed me this past weekend to say that police in Cartersville, Georgia, had “locked up a hundred kids when they claimed to find less than an ounce of weed at a house party,” I didn’t need to ask if the kids were black. I already knew. Police departments across north Georgia, a region north of Atlanta where Cartersville is located, just aren’t that likely to arrest 100 white kids at a house party if they discovered less than an ounce of marijuana.</p>\n<p>But that’s exactly what happened in Cartersville. When I searched for local news reports in Atlanta and found that police actually arrested, charged, and jailed these people — the overwhelming majority of them young and black — for marijuana possession, I was initially puzzled. Had all 70 of them possessed marijuana? Nope.</p>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"right\">Many of the men and women who were arrested were then fired from their jobs after they were left in jail for days on end.</blockquote>\n<p>After claiming to find less than an ounce of weed in total — which has a street value of around $150 to $200 and would mean only a ticket in the nearby city of Atlanta — police in Cartersville charged all 70 people gathered for a birthday party — including men, women, boys, and girls, ranging from the ages of 15 to 31 — with drug possession and hauled them off to Bartow County Jail.</p>\n<p>A pregnant woman <a href=\"http://www.wsbtv.com/news/local/ten-of-the-at-least-70-people-arrested-during-21st-birthday-party/674439253\">said</a> she was verbally abused and mistreated in jail. Another person said they were threatened with Tasers and locked in actual cages. Some of the attendees were military veterans and college students who were home for the holidays. Others <a href=\"http://www.daily-tribune.com/newsx/item/9720-70-arrested-by-cartersville-police-early-sunday-morning\">were standout student athletes</a>.</p>\n<p>Many of these people’s lives will be ruined because of that small amount of marijuana. Scores of lawyers have been hired; nearly $100,000 in bail money was paid; and good people — who, for all we or the cops know, have never even smoked weed — are wondering if they are about to have a criminal record. Their mugshots were publicly released. Unable to afford bail, many of the men and women who were arrested were then fired from their jobs after they were left in jail for days on end.</p>\n<p>“I thought they were just gonna shut the party down and everybody was going to go home,” <a href=\"http://www.wsbtv.com/news/local/ten-of-the-at-least-70-people-arrested-during-21st-birthday-party/674439253\">said Deja Heard</a>, who had rented the home on Airbnb for her 21st birthday. And the partygoers didn’t even understand what was happening: “We did not know what we were going to jail for,” said Nija Guider in an interview with Tyisha Fernandes of Atlanta’s CBS affiliate. Other attendees said police initially had told them to get into the police vans to get warm since it was freezing cold outside — only to keep them there and haul them off to jail.</p>\n<p><u>This is something</u> you might expect in north Georgia. I know Georgia and these parts of it well. I lived in Atlanta for most of my adult life — the actual city. North Georgia likes to consider itself part of Atlanta, but it’s not. One of the reasons is that it’s outside a belt around the city where the dynamics surrounding race suddenly change. That’s not to say that black people don’t face the risk of arrest for marijuana in the immediate Atlanta area; in fact, the two Georgia counties that make up Atlanta and some of its surroundings have some of the most racially disproportionate rates of marijuana arrests in the U.S., according to a 2013 <a href=\"http://www.creativeloafing.com/news/article/13074008/aclu-fulton-and-dekalbs-marijuana-arrest-rates-are-among-the-most-racially-biased-in-the-country\">study</a> by the American Civil Liberties Union.</p>\n<blockquote data-shortcode-type=\"pullquote\" data-pull=\"left\">The arrests happened outside a belt around the city where the dynamics surrounding race suddenly change.</blockquote>\n<p>I was warned about this radius around Atlanta — where the rules change — when I first moved to the city to attend Morehouse College in 1997. During our first week of orientation at the historically black college, our campus police department and freshman dean had flat-out told us that we should expect to be confronted with blatant racism if we traveled more than 15 miles in any direction from campus. The warning went on: If we traveled more than 30 miles out of Atlanta and got in any type of trouble, it was unlikely they could help us.</p>\n<p>Cartersville is a good 45 miles from the city — well past that invisible 30-mile barrier we were warned to never cross. It’s Trump country: The president <a href=\"https://www.politico.com/2016-election/results/map/president/georgia/\">got 76 percent of the vote there</a>. The KKK <a href=\"http://politics.blog.ajc.com/2016/11/02/msnbc-show-focuses-on-kkk-newspapers-dropped-on-north-georgia-lawns/\">distributed newspapers on lawns</a> throughout the city before the election plastered with Donald Trump’s face and his “Make America Great Again” slogan. This past November when a black family put a house under contract in Cartersville, <a href=\"http://www.11alive.com/article/news/local/cartersville/bullying-to-keep-minorities-out-vandals-write-kkk-i-will-kill-you-on-house/85-495838851\">it got vandalized</a> and had the letters “KKK” spray-painted everywhere.</p>\n<p>It’s just the type of town where police would round up cars and vans and buses full of young black folks after finding less than an ounce of weed.</p>\n<p>This is why so many of us in the criminal justice reform community are advocating for the full legalization of marijuana. These arrests were a gross overreach of the justice system. It is fundamentally absurd that all of these resources have been wasted, and dozens were forced to endure days in jail because a small bag of marijuana was found at a house party.</p>\n<p>If that party in Cartersville had been a mostly white fraternity bash or a birthday party dominated by white folks, there’s no way in hell the police would have rolled up and arrested 70 people like this, for a small amount of marijuana that no one claimed.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/04/cartersville-georgia-ounce-marijuana-arrests-weed/\">Being Black in Trump Country: Dozens of People Arrested for Less Than an Ounce of Weed</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "title": "Being Black in Trump Country: Dozens of People Arrested for Less Than an Ounce of Weed",
      "published": 1515092331000,
      "crawled": 1515092587729,
      "origin": {
        "streamId": "feed/https://firstlook.org/theintercept/feed/",
        "title": "The Intercept",
        "htmlUrl": "https://theintercept.com"
      },
      "alternate": [
        {
          "href": "https://theintercept.com/2018/01/04/cartersville-georgia-ounce-marijuana-arrests-weed/",
          "type": "text/html"
        }
      ],
      "author": "Shaun King",
      "summary": {
        "content": "<p>A group of mostly black partygoers were arrested en masse in Cartersville, Georgia, for a small amount of marijuana.</p>\n<p>The post <a rel=\"nofollow\" href=\"https://theintercept.com/2018/01/04/cartersville-georgia-ounce-marijuana-arrests-weed/\">Being Black in Trump Country: Dozens of People Arrested for Less Than an Ounce of Weed</a> appeared first on <a rel=\"nofollow\" href=\"https://theintercept.com\">The Intercept</a>.</p>",
        "direction": "ltr"
      },
      "canonicalUrl": "https://theintercept.com/2018/01/04/cartersville-georgia-ounce-marijuana-arrests-weed/",
      "unread": false,
      "categories": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/category/News",
          "label": "News"
        }
      ],
      "tags": [
        {
          "id": "user/b26d0114-b165-4328-b921-8bfda7fbc193/tag/global.read",
          "label": ""
        }
      ],
      "engagement": 24824,
      "engagementRate": 3.18
    }
  ]
}