[
  {
    "cnn": [
      "Why California's mudslides are so devastating",
      "Mudslides in area force evacuations",
      "Rivers of mud wreak havoc in California",
      "Deadly mudslides in photos",
      "These images show the mudslide devastation",
      "Oprah takes video of mud-covered yard"
    ],
    "fox": [
      "At least 17 dead in California mudslides, death toll expected to rise",
      "Residents didn't heed voluntary evacuation before mudslide"
    ],
    "nyt": [
      "Extreme Rain Causes Deadly Mudslides in California",
      "A Rush to Find Survivors Amid the Mud of Southern California Enclave",
      "California Today: California Today: What You Need to Know About the Mudslides"
    ],
    "vox": [
      "California mudslides kill at least 13 in region scorched by wildfires"
    ],
    "color": "#b5dd44"
  },
  {
    "cnn": [
      "How Trump is helping 'Sneaky' Dianne Feinstein win"
    ],
    "fox": [
      "Trump blasts 'sneaky Dianne Feinstein' for releasing Fusion GPS transcript",
      "Fusion GPS's ties to Clinton campaign, Russia investigation: What to know"
    ],
    "mojo": [
      "Trump Blasts “Sneaky” Dianne Feinstein for Posting Fusion GPS Testimony",
      "Senate Democrats Just Released the Full Fusion GPS Testimony"
    ],
    "politico": [
      "Trump jabs 'Sneaky Dianne Feinstein' for releasing Fusion GPS transcript",
      "Read Fusion GPS Trump dossier interview full transcript",
      "'Human source' in Trump orbit contacted FBI, Fusion GPS co-founder told senators"
    ],
    "vox": [
      "Trump is mad that “Sneaky Dianne Feinstein” debunked a key Republican theory on Trump and Russia",
      "Newly released Senate testimony debunks a key conservative theory on Trump and Russia"
    ],
    "slate": [
      "Ten Hours of Dossier Testimony"
    ],
    "color": "#5ae85a"
  },
  {
    "cnn": [
      "Congregation applauds after pastor admits sexual incident with teen",
      "Pastor apologizes for 'sexual incident'"
    ],
    "fox": [
      "Memphis pastor gets standing ovation after acknowledging 'sexual incident' with teen"
    ],
    "color": "#c97052"
  },
  {
    "cnn": [
      "Mark Wahlberg reportedly paid way more than Michelle Williams for reshoot"
    ],
    "fox": [
      "Mark Wahlberg knew he was paid 1,000 times more than Michelle Williams for 'All the Money' reshoots, report says"
    ],
    "vox": [
      "Mark Wahlberg got $1.5 million for All the Money in the World reshoots. Michelle Williams? $1,000."
    ],
    "nyt": [
      "Purge of Kevin Spacey Gives ‘All the Money in the World’ a Pay Problem"
    ],
    "color": "#5ec433"
  },
  {
    "cnn": [
      "GOP Rep. Issa will not seek re-election",
      "Issa was one of most vulnerable Republicans"
    ],
    "nyt": [
      "Darrell Issa, a California Republican, Will Not Seek Re-election to House"
    ],
    "politico": [
      "California Republican Darrell Issa to retire"
    ],
    "mojo": [
      "Darrell Issa Is Retiring, Just Like Everyone Else"
    ],
    "color": "#2de2a3"
  },
  {
    "cnn": [
      "Tourists airlifted from Swiss ski resort"
    ],
    "nyt": [
      "13,000 Tourists Stranded in a Swiss Ski Resort for 2 Days"
    ],
    "color": "#104e99"
  },
  {
    "cnn": [
      "Trump hands Florida governor a win on drilling, but ignores others",
      "GOP rep: Florida drilling exemption 'sign of politics as usual'",
      "Why Florida got a pass on drilling"
    ],
    "vox": [
      "Governors want to know why Florida got out of the massive new offshore drilling plan"
    ],
    "fox": [
      "Trump administration's offshore drilling proposals could be a boon for Gulf Coast"
    ],
    "mojo": [
      "Trump Administration Proposes Massive Expansion of Offshore Drilling",
      "Offshore Oil Drilling? Don’t Pop the Champagne Just Yet."
    ],
    "nyt": [
      "Florida Is Exempted From Coastal Drilling. Other States Ask, ‘Why Not Us?’"
    ],
    "politico":[
      "Trump energy team draws blowback on Florida drilling exemption",
      "Interior secretary says new drilling 'off the table' for Florida"
    ],
    "color": "#f4ba90"
  },
  {
    "cnn": [
      "Trump changes tone on immigration",
      "Trump attempts to clear up DACA comments",
      "Trump clarifies: Wall must be in DACA deal",
      "Can Trump get a DACA deal?",
      "Government shutdown over DACA is a real possibility"
    ],
    "intercept": [
      "One Year of Immigration Under Trump",
      "Hispanic Lawmakers March On Schumer’s Office, But Senate Backs Spending Bill Without DREAM Act Anyway"
    ],
    "mojo": [
      "Trump: I’ll Sign Any Immigration Bill Congress Sends Me"
    ],
    "politico": [
      "Today in Trumpworld: Immigration, Oprah and Bannon's exit",
      "Trump says he'll 'take the heat' over immigration reform",
      "Trump puts immigration meeting on display amid questions about his mental state",
      "Amended White House transcript reveals Trump showed brief interest in 'clean' DACA deal"
    ],
    "nyt": [
      "6 Dramatic Moments in Trump’s Unusual Immigration Session",
      "News Analysis: Trump’s Negotiation on Immigration, Unfolding on Camera",
      "House Republicans’ Hard-line Immigration Stand Clashes With Trump Overture",
      "News Analysis: Trump’s Negotiation on Immigration, Unfolding on Camera"
    ],
    "vox": [
      "Trump’s bizarre and confusing DACA meeting with Congress, explained",
      "Tuesday’s DACA negotiation stunt showed how dangerously we’ve lowered the bar for Trump",
      "The many ways a DACA deal could fall apart"
    ],
    "color": "#e24b48"
  },
  {
    "cnn": [
      "Why the NC redistricting ruling could end gerrymandering as we know it"
    ],
    "vox": [
      "Vox Sentences: North Carolina’s redistricting goes back to the drawing board"
    ],
    "mojo": [
      "Yet Another North Carolina Voting Law Has Been Struck Down",
      "A Federal Court Just Struck Down North Carolina’s Congressional Map"
    ],
    "politico": [
      "'An unconstitutional partisan gerrymander’: Judges toss N.C. congressional map"
    ],
    "color": "#e2b2c2"
  },
  {
    "cnn": [
      "Trump dodges prospect of Mueller interview: 'We'll see what happens'",
      "Trump labels the Russia probe the single greatest witch hunt in US history and calls for his party to 'take control'",
      "Collusion was between Democrats and Russia, Trump says",
      "Trump repeats 'no collusion' on Russia probe",
      "Anderson Cooper: 'No collusion' claim is premature",
      "Trump uses 'no collusion' 7 times in a single Russia answer"
    ],
    "politico": [
      "Trump on whether he'll testify in Russia probe: 'We'll see what happens'",
      "This Is How Trump’s Lawyers Are Probably Prepping Him for the Mueller Showdown"
    ],
    "vox": [
      "Report: Trump is preparing for an interview with the Russia probe"
    ],
    "fox": [
      "Trump blasts Russia probe, says 'unlikely' Mueller will have to interview him"
    ],
    "nyt": [
      "Trump Sidesteps Question on Mueller Interview"
    ],
    "color": "#b7f76f"
  },
  {
    "fox": [
      "Baseball agent fired amid claim he recorded players in shower",
      "Baseball agent fired amid claim he filmed players in shower"
    ],
    "color": "#4153ad"
  },
  {
    "fox": [
      "Media obsessing over Michael Wolff's anti-Trump book while largely ignoring other news"
    ],
    "vox": [
      "Fire and Fury is out of stock everywhere. Blame a Depression-era publishing policy.",
      "Beyond the gossip, Michael Wolff’s Fire and Fury reveals a president in crisis"
    ],
    "slate": [
      "The Michael Wolff Way",
      "What to Make of Fire and Fury"
    ],
    "mojo": [
      "The President of the United States Threatens Lawsuit to Stop Publication of a Book"
    ],
    "politico":[
      "Pence calls Wolff book 'Washington fiction'"
    ],
    "color": "#c4fbfc"
  },
  {
    "fox": [
      "Washington Post suspends star reporter for 'inappropriate workplace conduct'"
    ],
    "nyt": [
      "2 Journalists, at Fox and Washington Post, Are Accused of Misconduct",
      "Moira Donegan Says She Created List of Men in Media Accused of Misconduct",
      "‘Media Men’ List Creator Outs Herself, Fearing She Would Be Named"
    ],
    "color": "#afaef2"
  },
  {
    "vox": [
      "James Franco says new accusations of sexual misconduct “are not accurate”"
    ],
    "nyt": [
      "Best of Late Night: James Franco Denies Sexual Misconduct Accusations on Colbert’s ‘Late Show’"
    ],
    "color": "#f9a64d"
  },
  {
    "fox": [
      "7-Eleven immigration raids net 21 arrests; nearly 100 stores targeted"
    ],
    "nyt": [
      "Immigration Agents Target 7-Eleven Stores in Push to Punish Employers"
    ],
    "politico": [
      "Immigration agents raid 7-Elevens"
    ],
    "cnn":[
      "ICE officers swoop down on 7-Elevens"
    ],
    "color": "#d13a8f"
  },
  {
    "fox": [
      "Trump dismantles voter fraud commission: Here's what the controversial group did"
    ],
    "mojo": [
      "Donald Trump Shut Down His Election Fraud Commission, But He Hasn’t Given up on Voter Suppression",
      "Trump Just Dissolved His Own Voter Fraud Commission"
    ],
    "politico": [
      "White House plans to destroy Trump election fraud commission's voter data"
    ],
    "propublica": [
      "Trump’s Voter Fraud Commission Is Gone, But Scrutiny Will Continue",
      "A Short History of the Brief and Bumpy Life of the Voting Fraud Commission"
    ],
    "color": "#6ffc86"
  },
  {
    "fox": [
      "Video of Afghanistan shooting prompts US military investigation"
    ],
    "politico": [
      "Military investigating shooting in newly leaked Afghan combat video"
    ],
    "color": "#c7fc9f"
  },
  {
    "fox": [
      "Mueller adds cybersecurity specialist to Russia probe team"
    ],
    "politico": [
      "Mueller adds DOJ cybercrime prosecutor to his team"
    ],
    "dnow": [
      "Glenn Greenwald on Trump-Russia Probe: Be Skeptical of Spy Agencies with History of Lying & Deceit"
    ],
    "color": "#fffca8"
  },
  {
    "nyt": [
      "Trump’s Longtime Lawyer Sues BuzzFeed and the Firm Behind Russia Dossier"
    ],
    "vox": [
      "A Trump lawyer is suing BuzzFeed and Fusion GPS over the controversial Russia dossier"
    ],
    "politico": [
      "Trump lawyer Cohen sues Fusion GPS, BuzzFeed over Steele dossier"
    ],
    "color": "#6f73f7"
  },
  {
    "nyt": [
      "Trump Renews Pledge to ‘Take a Strong Look’ at Libel Laws"
    ],
    "politico": [
      "Trump says he's gonna take a 'very strong look' at libel laws",
      "Trump calls current libel laws a 'sham'",
      "Today in Trumpworld: Libel laws and Russia testimony"
    ],
    "mojo": [
      "Trump Vows to Go After “Sham” Libel Laws"
    ],
    "cnn": [
      "Trump calls for review of libel laws (again) in his latest salvo against free press"
    ],
    "color": "#b9ef45"
  },
  {
    "nyt": [
      "Supreme Court Weighs Purge of Ohio Voting Rolls"
    ],
    "politico": [
      "Supreme Court wrestles with voter purges"
    ],
    "cnn": [
      "Ohio, sign of worrying times on voting rights"
    ],
    "mojo": [
      "Ohio’s Voter Removal Law Is… Probably Not Illegal"
    ],
    "color": "#cc3d63"
  },
  {
    "nyt": [
      "South Korea’s Leader Credits Trump for North Korea Talks"
    ],
    "politico": [
      "Trump tells South Korean leader he’s open to talks with Kim Jong Un",
      "Trump talks to South Korea's Moon Jae-in",
      "Pence to lead delegation to Winter Olympics in South Korea",
      "South Korean president says he's open to meeting with Kim Jong Un"
    ],
    "dnow": [
      "North and South Korean Leaders Agree to Direct Negotiations as Trump Provokes Kim Jong-un on Twitter"
    ],
    "vox": [
      "Vox Sentences: North Korea is (probably) going to the Olympics",
      "North Korea has agreed to send athletes to the Olympics in a rare diplomatic breakthrough"
    ],
    "cnn": [
      "Trump's shifting tone on North Korea confounds experts"
    ],
    "fox": [
      "Pence vows 'maximum' pressure on North Korea ahead of Olympics trip",
      "UN welcomes Korea talks which can build confidence and trust"
    ],
    "mojo": [
      "South Korea Lays Down Marker in Suck-Up Olympics"
    ],
    "color": "#d32a5f"
  },
  {
    "vox": [
      "The complicated calculus as Democrats debate whether to shut down the government",
      "The spending caps that could shut down the federal government, explained"
    ],
    "color": "#b6a1ea"
  },
  {
    "vox": [
      "Congress let CHIP’s funding expire 101 days ago, and it’s a national disgrace",
      "It’s been 100 days since CHIP funding expired"
    ],
    "intercept": [
      "With Paltry CHIP Extension and No DREAM Act in Spending Bill, Republicans Hurtle Toward Shutdown"
    ],
    "color": "#f259c9"
  },
  {
    "vox": [
      "2018 Golden Globes: 6 winners and 5 losers from the 75th annual awards",
      "2018 Golden Globes: the complete winners list",
      "The Golden Globes proved awards shows can be relevant in the era of #MeToo"
    ],
    "color": "#f98b0c"
  },
  {
    "intercept": [
      "Trump Administration Rolls Back EPA Plan to Restrict Dangerous Household Chemicals"
    ],
    "propublica": [
      "What It’s Like Inside the Trump Administration’s Regulatory Rollback at the EPA"
    ],
    "color": "#0cd36c"
  },
  {
    "vox": [
      "Oprah and the fantasy of a celebrity president",
      "Oprah 2020, explained",
      "What we could expect from an Oprah administration",
      "Oprah 2020: Winfrey’s Golden Globes speech kicks off speculation about a White House run",
      "Oprah Winfrey to powerful, terrible men: “Time is up”"
    ],
    "slate": [
      "The Angle: President Oprah Edition"
    ],
    "politico": [
      "Playback: Oprah 2020",
      "Trump: 'I'll beat Oprah. Oprah would be a lot of fun.'",
      "Trump on Oprah 2020 White House bid: 'I'll beat her'",
      "Gayle King says Oprah is 'intrigued' about possible White House bid",
      "Why Oprah Hates Politics"
    ],
    "fox": [
      "Seal calls out Oprah Winfrey for hypocrisy, calls her 'part of the problem'"
    ],
    "dnow": [
      "Watch Oprah Winfrey's Powerful Lifetime Achievement Award Acceptance Speech at Golden Globes"
    ],
    "intercept": [
      "Oprah Winfrey for President: Have We All Gone Bonkers?"
    ],
    "slate" : [
      "The Angle: President Oprah Edition",
      "Oprah? Really?"
    ],
    "color": "#09ea50"
  },
  {
    "vox": [
      "To understand why America’s opioid epidemic keeps getting worse, just look at this map"
    ],
    "mojo": [
      "Democrats and Republicans Just Worked Together (!) to Make Progress on the Opioid Epidemic"
    ],
    "nyt": [
      "How to Fight the Opioid Crisis"
    ],
    "color": "#ee9cf4"
  },
  {
    "vox": [
      "Mueller’s obstruction of justice case against Trump looks damning"
    ],
    "mojo": [
      "NYT: Mueller Looking Into Obstruction Case Against Trump"
    ],
    "slate": [
      "Obstructing and Burning"
    ],
    "color": "#68af2a"
  },
  {
    "vox": [
      "Former sheriff Joe Arpaio is running for Senate in Arizona"
    ],
    "mojo": [
      "Joe Arpaio Is Running for Senate in Arizona"
    ],
    "politico": [
      "Arpaio running for Senate in Arizona",
      "Arpaio slams Flake as he presses forward with Senate bid"
    ],
    "cnn": [
      "Joe Arpaio: Obama's birth certificate is a 'phony document'",
      "Arpaio on DACA: I respect Trump's judgment",
      "Sheriff Joe Arpaio on DACA: If Trump supports it, I will"
    ],
    "color": "#58ed0e"
  },
  {
    "vox": [
      "5 reasons to worry Trump is undermining the Justice Department’s independence"
    ],
    "dnow": [
      "Former Federal Judge: Trump Is Packing the Courts with Unqualified Conservative Extremists"
    ],
    "intercept": [
      "Donald Trump’s Judicial Takeover Can Only Be Stopped if Democrats Win the Senate"
    ],
    "color": "#bf1a22"
  },
  {
    "dnow": [
      "Duty to Warn: Psychiatrists and Mental Health Experts Assess the \"Dangerous Case\" of President Trump",
      "\"The Dangerous Case of Donald Trump\": Psychiatrist Dr. Bandy Lee on Growing Mental Health Concerns",
      "Psychiatrists \"Deeply Concerned\" by Trump's Instability Call for Urgent Mental Health Evaluation"
    ],
    "politico": [
      "We’re Psychiatrists. It’s Our Duty to Question the President’s Mental State."
    ],
    "color": "#8b63cc"
  },
  {
    "dnow": [
      "Meet the Women Who Accuse Trump of Sexual Harassment & Are Calling for Congress to Investigate",
      "Meet Jessica Leeds, Who Recalls Being Groped by Trump & Is Calling for Congress to Investigate",
      "Meet the Miss USA Contestant Accusing Trump of Sexual Misconduct as Senators Call for Him to Resign"
    ],
    "color": "#f2c565"
  },
  {
    "dnow": [
      "The Biggest Secret: James Risen on Life as a NY Times Reporter in the Shadow of the War on Terror"
    ],
    "intercept": [
      "My Life as a New York Times Reporter in the Shadow of the War on Terror",
      "Video: James Risen Describes His Long Fight to Report on Government Secrets at the New York Times",
      "All The News Unfit to Print: James Risen on His Battles with Bush, Obama, and the New York Times"
    ],
    "color": "#5456ea"
  },
  {
    "dnow": [
      "Allan Nairn: United States Tries—But Fails—to Stop to Stop Hondurans from Protesting Election Fraud",
      "Honduran Riot Police Refuse to Carry Out Crackdown on Opposition Protests After \"Illegal\" Election",
      "\"All Eyes on U.S.\" as Honduran Election Panel Declares Incumbent President Hernández Election Winner"
    ],
    "intercept": [
      "U.S. Spent Weeks Pressuring Honduras Opposition to End Protests Against Election Fraud",
      "The Election Fraud in Honduras Follows Decades of Corruption Funded By the U.S. War on Drugs"
    ],
    "fox": [
      "Honduras next in line for US decision on protected migrants"
    ],
    "color": "#fffdb2"
  },
  {
    "dnow": [
      "Medics, Observers & a Journalist Face 50 Years in Prison in First Trial of J20 Inauguration Protests",
      "Stoked! Journalist Alexei Wood & First J20 Defendants Found \"Not Guilty\" as 188 Still Face Trial"
    ],
    "intercept": [
      "Jurors to Decide What Constitutes Journalism in Trial of J20 Inauguration Protests"
    ],
    "color": "#48f41d"
  },
  {
    "politico": [
      "White House denounces Iran leadership over protest arrests"
    ],
    "intercept": [
      "Protests in Iran Took Many By Surprise — But Not Iranian Labor Activists"
    ],
    "dnow": [
      "Trump's Vow to Support Iran Opposition Carries \"No Credibility\" as Demonstrations Enter Sixth Day"
    ],
    "slate": [
      "What Is Fueling the Protests in Iran?"
    ],
    "color": "#30a2ad"
  },
  {
    "intercept": [
      "Ignoring Violence in El Salvador, Trump Ends Years of Special Protective Status for Immigrants"
    ],
    "mojo": [
      "The Trump Administration Will End Protected Status for 200,000 Salvadorans"
    ],
    "nyt": [
      "Editorial: Don’t Deport the Salvadorans"
    ],
    "vox": [
      "Vox Sentences: Trump’s next target — 260,000 Salvadoran immigrants"
    ],
    "dnow": [
      "\"It's a Nightmare for Us\": Up to 250,000 Salvadorans Face Deportation After Trump TPS Decision"
    ],
    "color": "#a0e060"
  },
  {
    "intercept": [
      "How the Government Botched the Case Against Cliven Bundy"
    ],
    "mojo": [
      "A Federal Judge Just Threw Out the Case Against Cliven Bundy"
    ],
    "cnn": [
      "Out of jail, Rancher Cliven Bundy doesn't know whether to forgive or sue"
    ],
    "fox": [
      "Standoff rancher draws advocates' ire, supporters' cheers"
    ],
    "color": "#f94fcc"
  },
  {
    "intercept": [
      "Two Candidates Are Going to Draw Lots to Determine Control of the Virginia House of Delegates"
    ],
    "mojo": [
      "Republicans Just Won Control of the Virginia House—in a Random Drawing"
    ],
    "color": "#68e881"
  },
  {
    "mojo": [
      "Inside the Deadly World of Private Garbage Collection"
    ],
    "propublica": [
      "Trashed: Inside the Deadly World of Private Garbage Collection",
      "One Night on a Private Garbage Truck in New York City"
    ],
    "color": "#88efa9"
  },
  {
    "politico": [
      "Trump calls courts 'broken' after judge blocks DACA wind-down",
      "Judge blocks Trump wind-down of Dreamers program"
    ],
    "vox": [
      "A federal judge just ordered the Trump administration to partially restart the DACA program"
    ],
    "fox":[
      "Dreamers 'critical' to Dems 'electoral success,' Palmieri memo says"
    ],
    "nyt": [
      "Head-Spinning Days for Young Immigrants as Lawmakers and Judges Debate Their Fate",
      "‘Outrageous,’ White House Says of DACA Ruling, as Trump Calls Court System ‘Broken’",
      "Trump Must Keep DACA Protections for Now, Judge Says"
    ],
    "dnow": [
      "DACA Recipients' Message to Democrats: Stop Playing with Our Lives, and Pass a Clean DREAM Act Now"
    ],
    "intercept": [
      "Dreamers Win in Court, But Until Congress Acts, Their Futures Are as Uncertain as Ever",
      "“Undocumented Youth Are Not Bargaining Chips,” Say Dreamers Arrested on Capitol Hill"
    ],
    "mojo": [
      "What the Federal Court Decision to Revive DACA Really Means"
    ],
    "politico": [
      "Pence: 'West Coast' judge 'wrongly decided' DACA",
      "DACA reinstatement throws lawmakers for a loop"
    ],
    "color": "#ce2791"
  },
  {
    "fox": [
      "Fallout from Louisiana teacher's arrest rages on"
    ],
    "cnn": [
      "Teacher handcuffed and jailed after criticizing superintendent's raise",
      "Opinion: Teacher's arrest shows a broken system"
    ],
    "color": "#ceb432"
  },
  {
    "fox": [
      "Rep. Pete Sessions on push to bring back earmarks",
      "What are legislative earmarks?"
    ],
    "cnn": [
      "'Crazy talk' vs. 'Smart': DC reacts to Trump's suggestion to bring back earmarks"
    ],
    "politico": [
      "Trump’s endorsement of earmarks intoxicates Congress",
      "Trump endorses earmarks as a path toward bipartisanship",
      "Trump bipartisan during immigration meeting throws his support behind earmarks",
      "House GOP mulls lifting a ban on earmarks"
    ],
    "color": "#32cec0"
  },
  {
    "fox": [
      "YouTube cutting off all ties to Logan Paul amid controversy"
    ],
    "cnn": [
      "YouTube punishes Logan Paul for 'suicide forest' video"
    ],
    "slate": [
      "No One Can Fire Logan Paul",
      "The Decent Human Being’s Guide to Logan Paul"
    ],
    "color": "#bf432d"
  },
  {
    "fox": [
      "Power outage hits CES, social media mocks electronics show"
    ],
    "cnn": [
      "Blackout at world's largest consumer tech show"
    ],
    "color": "#1b2aa0"
  },
  {
    "fox": [
      "Armed robbers raid Ritz Hotel in Paris, make off with goods"
    ],
    "cnn": [
      "$5.4 million in jewels stolen from Ritz Hotel shop in Paris"
    ],
    "color": "#0fc67a"
  },
  {
    "cnn": [
      "After Serena Williams gave birth, 'Everything went bad'"
    ],
    "fox": [
      "Serena Williams had dangerous blood clots, burst C-section after daughter Alexis Olympia's birth"
    ],
    "color": "#120fc6"
  },
  {
    "nyt": [
      "Another Search Begins for Long-Missing Malaysian Airliner"
    ],
    "fox": [
      "Finding wreckage of Malaysia Airlines plane could earn US company millions, official says"
    ],
    "color": "#c60f58"
  },
  {
    "nyt": [
      "Catherine Deneuve and Others Denounce the #MeToo Movement"
    ],
    "cnn": [
      "Actress denounces #MeToo in open letter"
    ],
    "slate": [
      "Hollywood Women Respond to #MeToo"
    ],
    "color": "#166808"
  },
  {
    "vox": [
      "Steve Bannon is out at Breitbart after the Trump book furor"
    ],
    "politico": [
      "Playback: Steve Bannon's Breitbart exit",
      "Bannon steps down from Breitbart News"
    ],
    "color": "#cc2b12"
  },
  {
    "dnow": [
      "\"Her Heart Was Attacked\": Hundreds Gather in Harlem for Funeral of Erica Garner",
      "Erica Garner was \"Unbought and Unbossed\" in Push for Justice After Her Father Died in NYPD Chokehold"
    ],
    "vox": [
      "Too many black women like Erica Garner are dying in America’s maternal mortality crisis"
    ],
    "color": "#cc1281"
  }
]
